[{
		"name": "Jim Walton",
		"net": "$38.4 BILLION UP",
		"score": 2,
		"source": "Wal-Mart",
		"age": 69,
		"residence": "Bentonville, Ark.",
		"education": "B.S., U. of Arkansas-fayetteville '71",
		"description": ""
	},
	{
		"name": "S. Robson Walton",
		"net": "$38.3 BILLION UP",
		"score": 4,
		"source": "Wal-Mart",
		"age": 73,
		"residence": "Bentonville, Ark.,",
		"education": "J.D., Columbia '69,",
		"description": ""
	},
	{
		"name": "Alice Walton",
		"net": "$38.2 BILLION UP",
		"score": 1,
		"source": "Wal-Mart",
		"age": 68,
		"residence": "Fort Worth, Tex.,",
		"education": "B.S., Trinity u. '71,",
		"description": "The last of Sam Walton's children to hold a key role at Wal-Mart , Jim retired from the board in June 2016, signaling a new era at the retail giant. Three months later, the company closed its acquisition of fast-growing e-commerce firm Jet.com in a bid to better compete with Amazon. This September, Wal-Mart announced it was testing a service that will deliver and unpack groceries inside customers' homes. Investors seem excited, pushing its stock up 13% in the past year and boosting the siblings' net worths by a combined $8.4 billion."
	},
	{
		"name": "Sheldon Adelson",
		"net": "$35.4 BILLION UP",
		"score": 10,
		"source": "Casinos",
		"age": 84,
		"residence": "Las Vegas,",
		"education": "Dropout, City College of New York,",
		"description": "The day Donald Trump was sworn in as president, the Republican kingmaker stood just behind him, among the president's old friends and future Cabinet members. Adelson donated $5 million to the inaugural committee, more than twice as much as the next-biggest donor. Adelson did not endorse Trump initially, despite spending some $100 million trying to elect a Republican president in 2012. His donations are big money in the political world, but they hardly make a difference in his net worth. With his wife, the casino titan controls a majority stake in Las Vegas Sands and hauls in roughly $1 billion a year in dividends."
	},
	{
		"name": "Steve Ballmer",
		"net": "$33.6 BILLION UP",
		"score": 6,
		"source": "Microsoft",
		"age": 61,
		"residence": "Hunts Point, Wash.,",
		"education": "B.A., Harvard '77",
		"description": "The high-wattage former CEO of Microsoft has been channeling his energy into cheering on the NBA's Los Angeles Clippers , which he acquired in 2014. The team, now worth $2 billion, entered negotiations in June with the city of Inglewood, California, to explore building a new stadium there. Ballmer has long been a sports fan; he played lineman at Detroit Country Day School back when he was a 260-pound high-schooler, then became a manager of the varsity football team at Harvard. He went on to Stanford for business school but dropped out to become Microsoft 's 30th employee."
	},
	{
		"name": "Jacqueline Mars",
		"net": "$25.5 BILLION DOWN",
		"score": 2,
		"source": "Candy, Pet ,Foo",
		"age": 78,
		"residence": "The Plains, Va.,",
		"education": "B.A., Bryn Mawr '61,",
		"description": ""
	},
	{
		"name": "John Mars",
		"net": "$25.5 BILLION DOWN",
		"score": 2,
		"source": "Candy, Pet ,Foo",
		"age": 82,
		"residence": "Jackson, Wyo.,",
		"education": "B.S., Yale '57,",
		"description": "The siblings own two thirds of $35 billion (sales) candy maker Mars Inc ., started by their grandfather and now best known for brands like M&M's, Skittles and Snickers. The company completed its $7.7 billion (net) acquisition of animal-hospital chain VCA in September, adding to its pet-care division, which already includes Pedigree and Whiskas. Mars also announced plans to spend $1 billion on its future-generation initiative that, among other things, will work to reduce its carbon footprint by more than 60%. Jacqueline's son Stephen Badger replaced cousin Victoria (No. 79) as chairman of the board this year."
	},
	{
		"name": "Phil Knight & family",
		"net": "$25.2 BILLION DOWN",
		"score": 8,
		"source": "Nike",
		"age": 79,
		"residence": "Hillsboro, Ore.,",
		"education": "M.B.A., Stanford '62,",
		"description": "A University of Oregon track athlete, Knight cofounded Blue Ribbon Sports, which eventually became Nike , with his former track coach Bill Bowerman. Knight had the idea for the company while getting his M.B.A. at Stanford, and he and Bowerman each put up $500 to start the company. Knight retired as Nike's chairman in June 2016 after 52 years at the shoe giant. Last year he pledged $500 million to the University of Oregon and $400 million to Stanford, his alma maters."
	},
	{
		"name": "Michael Dell",
		"net": "$23.2 BILLION UP",
		"score": 8,
		"source": "Dell techno,logie",
		"age": 52,
		"residence": "Austin, Tex.,",
		"education": "Dropout, U. of Texas at Austin,",
		"description": "The PC company that Dell started in his University of Texas dorm room is now hardware and storage juggernaut Dell Technologies. Last year Dell pulled off one of the largest technology acquisitions ever, merging Dell with publicly traded EMC . The majority of his fortune is in MSD Capital, which has stakes in car dealerships and restaurant chains like Applebee's. In May, Dell donated $1 billion to his nonprofit, the Michael & Susan Dell Foundation ; following Hurricane Harvey in August, the Houston native pledged $36 million to fund area relief efforts."
	},
	{
		"name": "George Soros",
		"net": "$23 BILLION DOWN",
		"score": 10,
		"source": "Hedge Funds",
		"age": 87,
		"residence": "Katonah, N.Y.,",
		"education": "M.S., London School of Economics '54,",
		"description": "For the first time in its history, Soros Fund Management has a woman as its chief investment officer: Wall Street hotshot Dawn Fitzpatrick joined in April to manage Soros' estimated $26 billion family office. Soros survived the Nazi occupation of his native Hungary, fled the Communist regime as a teenager and put himself through London School of Economics . He started a hedge fund in New York in 1969 with $12 million. The left-leaning billionaire has recently been vilified by Hungary's prime minister for his support of migrants across Europe."
	},
	{
		"name": "Elon Musk",
		"net": "$20.8 BILLION UP",
		"score": 8,
		"source": "Tesla Motor,",
		"age": 46,
		"residence": "Los Angeles,",
		"education": "B.S., U. of Pennsylvania '97,",
		"description": "The South African native headed to Queen's University in Canada and then transferred to the University of Pennsylvania to study physics and business. Today he runs 2 cutting-edge firms: His rocket company, SpaceX , is reportedly worth more than $20 billion, thanks to a $350 million funding round in July. His electric-car maker Tesla is rolling out its latest vehicle, the Model 3, which starts at $35,000. Investors are pleased; Tesla shares have risen 70% in the last year."
	},
	{
		"name": "Paul Allen",
		"net": "$20.6 BILLION UP,",
		"score": 8,
		"source": "Microsoft , Investments",
		"age": 64,
		"residence": "Mercer Island, Wash.,",
		"education": "Dropout, Washington State",
		"description": "Allen dropped out of Washington State to work at aerospace company TRW. He then moved to Boston, where Bill Gates (No. 1), his former high school classmate at Lakeside School, was attending Harvard. The pair cofounded Microsoft in 1975. Allen left the software firm 8 years later after being diagnosed with Hodgkin's disease. He beat the disease and has gone on to pursue a range of interests and philanthropic causes, from satellites and brain science to artificial intelligence and sports. In August, his research vessel Petrel discovered the wreckage of the USS Indianapolis in the Philippine Sea."
	},
	{
		"name": "Len Blavatnik",
		"net": "$19.6 BILLION UP",
		"score": 9,
		"source": "Diversified",
		"age": 60,
		"residence": "London,",
		"education": "M.B.A., Harvard '89,",
		"description": "In August, a professor at Oxford University's Blavatnik School of Government reportedly resigned after learning that Blavatnik's holding company, Access Industries, had donated $1 million to Donald Trump's (No. 248) inauguration. In a statement, Blavatnik acknowledges that Access did donate to Trump's inauguration. After attending Moscow State University, Blavatnik immigrated to the U.S. in 1978 to study computer science at Columbia. He made billions selling his stake in Russian oil company TNK-BP in 2013; now he has stakes in Warner Music Group and chemical company Lyondell Basel. He launched the Blavatnik Awards for Young Scientists in 2007 and donated $50 million to Harvard in 2013."
	},
	{
		"name": "Laurene Powell Jobs & family",
		"net": "$19.4 BILLION UP",
		"score": 1,
		"source": "Apple, Disn,e",
		"age": 54,
		"residence": "Palo Alto, Calif.,",
		"education": "M.B.A., Stanford '91,",
		"description": "Steve Jobs' widow is buying a stake in the company that owns the NBA's Washington Wizards and the NHL's Washington Capitals . The deal, announced in October, is pending approval. Her Emerson Collectiveannounced in July that it is purchasing a majority stake in The Atlantic magazine. She met Jobs as a graduate student at Stanford's business school when he came to campus to give a lecture she attended and then asked her out in the parking lot."
	},
	{
		"name": "James Simons",
		"net": "$18.5 BILLION UP",
		"score": 8,
		"source": "Hedge Funds",
		"age": 79,
		"residence": "East Setauket, N.Y.,",
		"education": "Ph.D., UC Berkeley '62,",
		"description": "Simons was a math professor at Massachusetts Institute of Technology, his alma mater, and at Harvard, before eventually becoming chair of the math department at Stony Brook University. Simons left academia in 1982 to start Renaissance Technologies , a quantitative-trading firm that eventually spawned the most successful hedge fund ever. Simons, who retired in 2010, continues to promote math in the classroom as founder and chairman of Math for America, a program that helps train STEM teachers and supports them with stipends."
	},
	{
		"name": "Ray Dalio",
		"net": "$17 BILLION UP",
		"score": 8,
		"source": "Hedge Funds",
		"age": 68,
		"residence": "Greenwich, Conn.,",
		"education": "M.B.A., Harvard '73,",
		"description": "Founder of the world's biggest hedge fund firm, Bridgewater Associates , which manages $160 billion, Dalio recently published Principles: Life & Work , describing the unconventional code he has developed to run his business. His firm has been posting mixed results in recent years, and his big Pure Alpha hedge fund has struggled to show a positive performance. Dalio stepped down as co-CEO in April and expects to be chairman for only another 3 years."
	},
	{
		"name": "Carl Icahn",
		"net": "$16.7 BILLION UP",
		"score": 9,
		"source": "Investments",
		"age": 81,
		"residence": "New York City,",
		"education": "B.A., Princeton '57,",
		"description": "Icahn has been reshaping corporate America for decades, but his recent efforts to shake up Washington did not go as well. He advised his friend Donald Trump on issues involving regulatory overhaul during the first months of his presidency but left the post amid a conflict-of-interest controversy that he denied. He is currently battling back from a slump that saw his investment fund lose money for 3 straight years. Icahn has lately been hedging his portfolio, convinced the stock market is headed for trouble. Pushed into medical school by his mother, he dropped out because he hated it."
	},
	{
		"name": "Donald Bren",
		"net": "$16.3 BILLION UP",
		"score": 8,
		"source": "Real Estate",
		"age": 85,
		"residence": "Newport Beach, Calif.,",
		"education": "B.A., U. of Washington '56,",
		"description": "The country's richest real estate tycoon is hoping to woo Amazon to build its second headquarters in Irvine, California, despite long odds. Through his company Irvine Co ., Bren already sits on 120 million square feet of real estate, mostly in coastal California. He studied business administration and economics at the University of Washington on a skiing scholarship. An ankle injury, however, sidelined him from trying out for the 1956 Olympics. The California native has donated more than $220 million to California schools and universities."
	},
	{
		"name": "Abigail Johnson",
		"net": "$16 BILLION UP",
		"score": -1,
		"source": "Money Management",
		"age": 55,
		"residence": "Milton, Mass.",
		"education": "M.B.A., Harvard '88,",
		"description": "Johnson took full command of her family's mutual fund giant Fidelity Investments in December 2016 when she was named chairman, a job previously held by her father, Ned Johnson (No. 62), for nearly 4 decades. Johnson, who owns approximately one fourth of the company, has been CEO since 2014. Fidelity, which was founded by her grandfather in 1946, is the nation's second-largest mutual fund giant (behind Vanguard), with nearly $2.3 trillion in managed assets. Johnson reportedly worked summers at Fidelity throughout college and joined full time in 1988 after receiving an M.B.A. from Harvard.,"
	},
	{
		"name": "Charles Ergen",
		"net": "$15.8 BILLION UP",
		"score": 8,
		"source": "Satellite T,",
		"age": 64,
		"residence": "Denver,",
		"education": "M.B.A., Wake Forest '76,",
		"description": "As viewers turn to streaming services, Ergen's satellite TV provider Dish Network has seen subscriptions fall 3 years in a row. But Ergen, a former professional gambler, has been hedging his bets. Since 2008, Dish has bought over $21 billion in wireless spectrum licenses at auction from the Federal Communications Commission . In March Dish issued a report to the FCC discussing plans to build out a faster 5G network that could work with the growing number of devices connected to the internet."
	},
	{
		"name": "Thomas Peterffy",
		"net": "$15.1 BILLION UP",
		"score": 10,
		"source": "Discount Bro,kerag",
		"age": 73,
		"residence": "Lighthouse Point, Fla.,",
		"education": "Dropout, nyu,",
		"description": "A penniless descendant of Hungarian aristocrats, Peterffy arrived in America in 1965 at age 21. The digital trading pioneer founded Interactive Brokers, which markets its specialized trading platform to sophisticated investors, in 1993. In March, he announced part of his market-making operations would phase out, as it has been losing ground to more nimble competition."
	},
	{
		"name": "Dustin Moskovitz",
		"net": "$13.6 BILLION UP",
		"score": 8,
		"source": "Facebook",
		"age": 33,
		"residence": "San Francisco,",
		"education": "Dropout, Harvard,",
		"description": "As Mark Zuckerberg (No. 4) tells it, his Harvard roommate Moskovitz, a computer-science major, learned the language used for Facebook 's original code in just a couple days. Moskovitz and Zuckerberg dropped out of Harvard in 2004 and moved to California. Moskovitz left Facebook in 2008 and launched software-startup Asana. His stake in the social network still makes up the bulk of his wealth. Moskovitz and his wife, Cari Tuna, a former Wall Street Journal reporter, are active philanthropists through their foundation Good Ventures."
	},
	{
		"name": "Lukas Walton",
		"net": "$13.2 BILLION UP",
		"score": 1,
		"source": "Wal-Mart",
		"age": 31,
		"residence": "Jackson, Wyo.,",
		"education": "B.S., Colorado College '10,",
		"description": "The grandson of Wal-Mart founder Sam Walton inherited his stake in the retailer from his father, John, who died in a plane crash in 2005. His mother, Christy (No. 85), received part of John's stake as well."
	},
	{
		"name": "Steve Cohen",
		"net": "$13 BILLION UNCHANGED",
		"score": 8,
		"source": "Hedge Funds",
		"age": 61,
		"residence": "Greenwich, Conn.,",
		"education": "B.S., u. of pennsylvania '77,",
		"description": "One of the most successful hedge fund managers ever, Cohen was banned by the SEC from managing nonfamily money for 2 years because of an insider-trading scandal. With the ban set to expire in January, he is out raising money for a new hedge fund, Stamford Harbor Capital; he reportedly sent out pitch documents in September."
	},
	{
		"name": "Stephen Schwarzman",
		"net": "$12.6 BILLION UP",
		"score": 8,
		"source": "Investments",
		"age": 70,
		"residence": "New York City,",
		"education": "M.B.A., Harvard '72,",
		"description": "With Peter Peterson (No. 388), Schwarzman cofounded the world's biggest alternative-assets manager, Blackstone, in 1985. Voted Best Politician at Abington High School outside Philadelphia, he started a ballet club at Yale. He got his first job on Wall Street at Donaldson, Lufkin & Jenrette before heading to Harvard for his M.B.A. In 2013, he created Schwarzman Scholars, which recruits students from all over the world to study one year at Beijing's Tsinghua University . He also chaired President Trump's now defunct strategic and policy forum, which disbanded after Trump's controversial remarks following protests in Charlottesville, Virginia."
	},
	{
		"name": "Philip Anschutz",
		"net": "$12.6 BILLION UP",
		"score": 8,
		"source": "Investments",
		"age": 77,
		"residence": "Denver,",
		"education": "B.S., U. of Kansas '61,",
		"description": "His Anschutz Entertainment operates 100 concert and sports venues worldwide and reps artists like Taylor Swift and Justin Bieber. He has begun construction on a 1,000-turbine wind farm--one of the world's biggest--on 300,000 acres in Wyoming. He gave the University of Kansas $6.5 million in 1989 for the Anschutz Library."
	},
	{
		"name": "Eric Schmidt",
		"net": "$12.6 BILLION UP",
		"score": 6,
		"source": "Google",
		"age": 62,
		"residence": "Atherton, Calif.,",
		"education": "Ph.D., UC Berkeley '82,",
		"description": "Alphabet chairman Schmidt represented the search giant at 2 meetings between tech leaders and President Trump, at Trump Tower in December 2016 and then at the White House in June. Before Trump won the election, Schmidt helped advise on Hillary ¬Clinton's campaign technology. Schmidt left Sun Microsystems to become CEO of Google in 2001, 3 years before it went public. He has served as chairman of Google (now Alphabet) since 2011."
	},
	{
		"name": "Donald Newhouse & family",
		"net": "$12.3 BILLION UP",
		"score": 8,
		"source": "Media",
		"age": 88,
		"residence": "lambertville, N.J.,",
		"education": "Dropout, Syracuse,",
		"description": "On October 1, Donald's older brother Samuel Si Newhouse passed away at age 89. For many years, the 2 brothers led the media empire Advance Publications , which they inherited from their father. Si headed up Condé Nast Publications , the magazine division, while Donald was in charge of the newspapers. Donald went to Syracuse (home to the S.I. Newhouse School of Public Communications, named after his father) in 1947 but did not graduate. He received an honorary degree and delivered the commencement speech in 2016."
	},
	{
		"name": "Jim Kennedy",
		"net": "$12 BILLION UP",
		"score": 4,
		"source": "Media",
		"age": 69,
		"residence": "Atlanta,",
		"education": "B.S., U. of Denver '70,",
		"description": ""
	},
	{
		"name": "Blair Parry-Okeden",
		"net": "$12 BILLION UP",
		"score": 1,
		"source": "Media",
		"age": 67,
		"residence": "Scone, Australia,",
		"education": "B.A., U. of Denver '73,",
		"description": "The siblings share a 50% stake in Cox Enterprises , a privately held automotive and media company founded by their grandfather in 1898. Kennedy, who ran the company for 20 years, stepped down as CEO in 2009. He is still chairman. His sister has no role at Cox Enterprises ."
	}, {
		"name": "Rupert Murdoch & family",
		"net": "$12 BILLION UP",
		"score": -1,
		"source": "media",
		"age": 86,
		"residence": "New York City",
		"education": "B.A., Oxford '53,",
		"description": "The media baron, who controls News Corp. and 21st Century Fox , has been mired in scandals. Fox News talk show hosts Eric Bolling and Bill O'Reilly resigned in 2017 after accusations of sexual harassment, a year after former chairman Roger Ailes stepped down amid similar claims. All 3 denied the allegations. Meanwhile, his bid to buy European broadcasting giant Sky is delayed while U.K. authorities conduct investigations. Murdoch got his start in newspapers in Australia and New Zealand after inheriting his first at age 21 when his father died.,"
	},
	{
		"name": "Ronald Perelman",
		"net": "$11.7 BILLION DOWN",
		"score": -1,
		"source": "Leveraged buyouts",
		"age": 74,
		"residence": "New York City",
		"education": "M.B.A., U. of Pennsylvania '66,",
		"description": "Among the fiercest corporate raiders of the '80s, Perelman made a friendly acquisition in May of online coupon repository RetailMeNot in a deal that valued it at $630 million, paying shareholders a 48% premium. The Wharton graduate retains large stakes in cosmetics giant Revlon and Humvee maker AM General .,"
	},
	{
		"name": "Harold Hamm & family",
		"net": "$11 BILLION DOWN",
		"score": 10,
		"source": "Oil & gas",
		"age": 71,
		"residence": "Oklahoma City,",
		"education": "High school diploma,",
		"description": "The 13th child of Oklahoma sharecroppers, he used to pick cotton and began working at a gas station at age 16 to support his family. He eventually started his own trucking company, hauling water to and from oilfields, then in 1971 took out a loan to drill his first well. In the 1990s, he had the vision to use horizontal drilling and hydraulic fracturing in North Dakota's Bakken region, helping to transform the U.S. oil industry. Today his Continental Resources produces more than 200,000 barrels per day from North Dakota and Oklahoma. Hamm owns 75% of the company."
	},
	{
		"name": "David Tepper",
		"net": "$11 BILLION DOWN",
		"score": 8,
		"source": "Hedge funds",
		"age": 60,
		"residence": "Miami beach,",
		"education": "M.B.A., Carnegie Mellon '82,",
		"description": "The hedge fund legend has been steadily returning money to client investors of his Appaloosa Management for the past 6 years. The firm now manages some $17 billion, the majority of which belongs to him and his ¬employees. Tepper, who relocated to Miami Beach, Florida, from New ¬Jersey, gave a $67 million gift to one of his alma maters, Carnegie Mellon, to sponsor the David Tepper Quadrangle, a new building aiming to create a collaborative-learning environment."
	},
	{
		"name": "Andrew Beal",
		"net": "$10.9 BILLION UP",
		"score": 8,
		"source": "Banks, real, estat",
		"age": 64,
		"residence": "Dallas,",
		"education": "Dropout, Michigan State, Baylor,",
		"description": "Beal dropped out of college twice. He was apparently too busy building his first fortune in real estate, flipping apartment buildings. Later on, the Texas banker made a tidy sum during the Great Recession purchasing distressed assets. A mathematics enthusiast, Beal developed a hypothesis relating to a 300-year-old math problem, later dubbed the Beal Conjecture. He has since offered $1 million to anyone who could prove or disprove it. Nearly 25 years later, nobody has."
	},
	{
		"name": "Leonard Lauder",
		"net": "$10.6 BILLION UP",
		"score": 8,
		"source": "Estee Laude,",
		"age": 80,
		"residence": "New York City,",
		"education": "B.S., U. of Pennsylvania '54,",
		"description": "The eldest son of the makeup maven Estée, he joined his mother's eponymous company in 1958 and rose to CEO in 1982. Before stepping down in 1999, he created Estée Lauder's first R&D lab, launched brands Clinique and Origins and led such acquisitions as MAC and Aveda. He's still on the board today, while his son William is executive chairman. The stock is up 22% in the past year."
	},
	{
		"name": "John Menard Jr.",
		"net": "$9.9 BILLION UP",
		"score": 9,
		"source": "Home-improv,ement store",
		"age": 77,
		"residence": "Eau Claire, Wis.,",
		"education": "B.S, U. of Wisconsin–Eau Claire '63,",
		"description": "The founder of home-improvement shops that bear his name, he opened his first Menard's retail outlet in Eau Claire, Wisconsin, years before Home Depot was founded. It has 306 stores, which had an estimated $9.5 billion in sales last year; he is believed to own 89% of the company."
	},
	{
		"name": "Jan Koum",
		"net": "$9.6 BILLION UP",
		"score": 10,
		"source": "WhatsApp",
		"age": 41,
		"residence": "Santa Clara, Calif.,",
		"education": "Dropout, San Jose State,",
		"description": "A billion people each day use Whats¬App, the messaging service Koum cofounded in 2009 with Brian Acton (No. 76). Facebook bought WhatsApp for $22 billion in stock and cash in 2014, turning Koum into a billionaire overnight. Koum and his mother immigrated to California from Ukraine when he was 16. His mom brought pens and Soviet-issued notebooks in her suitcase to avoid paying for school supplies for Koum, who got kicked out of his American high school and had to attend an alternative program. He had taught himself computer networking by the age of 18 and enrolled in San Jose State before dropping out to work at Yahoo , where Acton worked."
	},
	{
		"name": "Pierre Omidyar",
		"net": "$9.6 BILLION UP",
		"score": 8,
		"source": "eBay",
		"age": 50,
		"residence": "Honolulu,",
		"education": "B.S., Tufts '88,",
		"description": "Omidyar is joining the fight against fake news. In April, his philanthropic investment firm Omidyar Network announced a $100 million commitment to support investigative reporting and fight hate speech. Omidyar founded eBay at age 28 and stepped down as chairman in 2015 but remains on the board. Omidyar met his wife, Pam, who cofounded Omidyar Network , at Tufts, where he studied computer science and she studied biology."
	},
	{
		"name": "Micky Arison",
		"net": "$9.4 BILLION UP",
		"score": 5,
		"source": "Carnival cr,uise",
		"age": 68,
		"residence": "Bal Harbour, Fla.,",
		"education": "Dropout, U. of Miami,",
		"description": "Arison dropped out of the University of Miami in 1972 to join Carnival Corp ., the cruise ship operator his father, Ted (d. 1999), founded that year. He began as a sales rep before spending more than 3 decades as CEO, helping expand operations from 2 ships to more than 100. He remains chairman of Carnival, which sent its ships to the Caribbean and the Florida Keys in September with water, clothes and other supplies for victims of Hurricane Irma."
	},
	{
		"name": "James Goodnight",
		"net": "$8.9 BILLION UP",
		"score": 8,
		"source": "Software",
		"age": 74,
		"residence": "Cary, N.C.,",
		"education": "Ph.D., NC State '72,",
		"description": "In the 1960s, NC State joined 7 other universities to find a better way to analyze large amounts of U.S. agricultural data. The result was Statistical Analysis System, or SAS, a data-analysis program, and Goodnight, then an NC State doctoral statistics student, was among its developers. He and NC State student John Sall (No. 150) then left academia and cofounded a company based on the consortium's work. More than 4 decades later, Goodnight and Sall still own and run $3.2 billion (sales) SAS."
	},
	{
		"name": "Ken Griffin",
		"net": "$8.5 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 49,
		"residence": "Chicago,",
		"education": "B.A., Harvard '89,",
		"description": "Hedge fund titan reportedly spent half a billion to buy 2 paintings by Willem de Kooning and Jackson Pollock 2 years ago. Since then, he's kept a lower profile managing Citadel, which has $27 billion in assets under management. He also founded Citadel Securities, one of Wall Street's biggest market m a kers."
	},
	{
		"name": "Herbert Kohler Jr. & family",
		"net": "$8.5 BILLION DOWN",
		"score": 4,
		"source": "Plumbing fi,xture",
		"age": 78,
		"residence": "Kohler, Wis.,",
		"education": "B.S., Yale '65,",
		"description": "America's plumbing king is executive chairman of Kohler, the Wisconsin-based manufacturer. Best known for its toilets and faucets, Kohler also sells furniture, engines, generators and tile. The company, founded by his grandfather, owns a golf resort in St. Andrews, Scotland."
	},
	{
		"name": "Charles Schwab",
		"net": "$8.4 BILLION UP",
		"score": 8,
		"source": "Discount br,okerag",
		"age": 80,
		"residence": "Woodside, Calif.,",
		"education": "M.B.A., Stanford '61,",
		"description": "A pioneer of low-cost investing for the masses, Schwab got into the discount brokerage business in 1971. Today Charles Schwab Corp . has $3.12 trillion in client assets and manages corporate retirement plans. Schwab, who was diagnosed with dyslexia when he was 47, struggled in reading-heavy classes but excelled in areas with numbers, like math and economics. His Charles & Helen Schwab Foundation supports education initiatives and helps children with disabilities."
	},
	{
		"name": "Patrick Soon-Shiong",
		"net": "$8.3 BILLION DOWN",
		"score": 9,
		"source": "Pharmaceuti,cal",
		"age": 65,
		"residence": "Los Angeles,",
		"education": "M.S., U. of British Columbia '79,",
		"description": "Soon-Shiong's biotech startup, NantHealth , has struggled since its June 2016 IPO. In August, it announced it would lay off about 100 employees. Through his NantWorks group (parent of NantHealth ) he promised to combine artificial intelligence with medicine, but nothing has yet materialized. In September, the singer Cher sued Soon-Shiong for fraud, claiming he concealed information about a biotech company they are both invested in so that she would sell her shares to him for an outrageously low price. He denies the allegations."
	},
	{
		"name": "John Malone",
		"net": "$8.2 BILLION UP",
		"score": 8,
		"source": "Cable telev,isio",
		"age": 76,
		"residence": "Elizabeth, Colo.,",
		"education": "Ph.D., Johns Hopkins '67,",
		"description": "The cable tycoon's Liberty Media, which owns MLB's Atlanta Braves , closed a $4.4 billion acquisition of auto-racing league Formula 1 in January. Six months later, his Discovery Communications announced an $11.9 billion bid for cable-TV giant Scripps Networks, which will bring HGTV and Food Network under the same roof as Animal Planet. Just weeks earlier, the Connecticut native merged home shopping channels QVC and HSN through his media conglomerate Liberty Interactive. The Ph.D. in operations research is now reportedly interested in acquiring Spanish-language broadcaster Univision and wireless carrier Sprint."
	},
	{
		"name": "Stanley Kroenke",
		"net": "$8.1 BILLION UP",
		"score": 6,
		"source": "sports, rea,l estat",
		"age": 70,
		"residence": "Columbia, Mo.,",
		"education": "M.B.A., U. of Missouri '73,",
		"description": "The owner of the NFL's St. ¬Louis Rams moved the team to Los Angeles in 2016. Kroenke has investments in at least 4 other sports teams, including the NBA's -Denver Nuggets , the NHL's Colorado Avalancheand U.K. soccer team Arsenal. He made most of his ¬fortune in commercial real ¬estate, ¬including shopping centers anchored by Walmart stores. He is married to Wal-Mart heiress Ann Walton Kroenke (No. 97), a niece of the late Sam Walton."
	},
	{
		"name": "Thomas Frist Jr. & family",
		"net": "$8.1 BILLION UP",
		"score": 7,
		"source": "health care",
		"age": 79,
		"residence": "Nashville,",
		"education": "M.D., Washington U. in St. Louis '65,",
		"description": "The quarterback on his state-champion Montgomery Bell Academy high school football team credits his coach with teaching him the importance of putting together the right team. You always win when you surround yourself with good people, says Frist, who founded HCA Healthcare with his father in 1968 after a stint as an Air Force flight surgeon. He is no longer an executive at the company, but his sons William and Thomas III sit on the board."
	},
	{
		"name": "James Chambers",
		"net": "$8 BILLION UP",
		"score": 1,
		"source": "Media",
		"age": 60,
		"residence": "Palisades, N.Y.,",
		"education": "B.A., Bard college '81,",
		"description": ""
	},
	{
		"name": "Katharine Rayner",
		"net": "$8 BILLION UP",
		"score": 1,
		"source": "Media",
		"age": 72,
		"residence": "East Hampton, N.Y.,",
		"education": "B.A., Sarah Lawrence,",
		"description": ""
	},
	{
		"name": "Margaretta Taylor",
		"net": "$8 BILLION UP",
		"score": 1,
		"source": "Media",
		"age": 75,
		"residence": "Southampton, N.Y.,",
		"education": "B.A., Finch College,",
		"description": "These 3 siblings inherited a 50% stake in Cox Enterprises from their mother, Anne Cox Chambers, whose father, James M. Cox, created the company. None of them have roles at the company, but Taylor's son Alex is chief operating officer and will become president and CEO next January."
	},
	{
		"name": "Edward Johnson III",
		"net": "$7.9 BILLION UP",
		"score": 5,
		"source": "Money Manag,emen",
		"age": 87,
		"residence": "Boston,",
		"education": "B.A., Harvard '54,",
		"description": "Ned Johnson led Fidelity as CEO for 37 years. His daughter Abigail (No. 29) replaced him as CEO in 2014 and as chairman in 2016. His 2 other children, Elizabeth (No. 206) and Edward IV (No. 206), join The Forbes 400 this year thanks to new information. The money management firm was founded by his father in 1946. After a stint in the Army, Johnson joined Fidelity as an analyst in 1957."
	},
	{
		"name": "David Geffen",
		"net": "$7.8 BILLION UP",
		"score": 9,
		"source": "Movies, Rec,ord Label",
		"age": 74,
		"residence": "beverly hills, Calif.,",
		"education": "Dropout, U. of Texas at Austin,",
		"description": "The Brooklyn native spearheaded a talent competition at his high school. He used a fake UCLA degree to keep his gig in the mail room at entertainment agency William Morris; that he never attended UCLA didn't stop him from donating $400 million to the university. The Hollywood power broker founded Asylum Records and Geffen Records and launched careers of such bands as Aerosmith and Guns N' Roses. He may have mostly retired from the entertainment business, but he still regularly surrounds himself with famous -faces (Oprah, DiCaprio, Springsteen), whom he often hosts on his $470 million yacht, Rising Sun ."
	},
	{
		"name": "John Paulson",
		"net": "$7.8 BILLION DOWN",
		"score": 9,
		"source": "Hedge Funds",
		"age": 61,
		"residence": "New York City,",
		"education": "M.B.A., Harvard '80,",
		"description": "The hedge fund manager who made billions shorting the U.S. subprime housing market when the bubble burst has seen his net worth fall by nearly half since 2014. With markets at record highs, Paulson has struggled because of big bets on health care stocks and heavy client outflows; most of his firmwide assets are now his own money. In recent years, Paulson has also donated nearly $500 million to the schools he attended, Harvard and NYU, and to educational reform efforts such as charter school network Success Academy."
	},
	{
		"name": "Carl Cook",
		"net": "$7.5 BILLION UP",
		"score": 3,
		"source": "Medical Devices",
		"age": 55,
		"residence": "Bloomington, Ind.",
		"education": "M.B.A., U. of Iowa '87,",
		"description": "Cook took over as CEO of his parents' medical device manufacturer, Cook Group, when his father, Bill, died in 2011. His parents started the business in their Bloomington apartment in 1963.,"
	},
	{
		"name": "David Duffield",
		"net": "$7.5 BILLION UP",
		"score": 8,
		"source": "Business So,ftwar",
		"age": 77,
		"residence": "Incline Village, Nev.,",
		"education": "M.B.A., Cornell '64,",
		"description": "Duffield started 2 successful enterprise software companies after his 40th birthday: PeopleSoft, at 47, and Workday, at 65. He sold PeopleSoft to Oracle for $10.3 billion in cash in 2005 but remains chairman of Workday; its stock is up 54% in the first 9 months of 2017, bolstered by new business from, among others, retail giant Wal-Mart and its e-commerce rival Amazon. Duffield says he plans to leave the bulk of his fortune to his animal charity, Maddie's Fund, and other charitable causes--not to his 10 children."
	},
	{
		"name": "George Kaiser",
		"net": "$7.5 BILLION UP",
		"score": 5,
		"source": "Oil & Gas, ,Bankin",
		"age": 75,
		"residence": "Tulsa,",
		"education": "M.B.A., Harvard '66,",
		"description": "The Oklahoma tycoon, who backed Obama and Clinton, traveled to Iceland and Greenland this summer to see polar bears before their icy habitat is melted away by global warming. In 2016, his George Kaiser Family Foundation acquired Bob Dylan's archives. The foundation has donated more than $4 billion to charitable causes, mostly ones fo cused on early-childhood education. Kaiser, whose parents fled Nazi Germany and settled in Tulsa, took over the family oil business in the 1960s. He bought Bank of Oklahoma out of receivership in 1991 for $60 million; his stake is now worth $3 billion."
	},
	{
		"name": "Gordon Moore",
		"net": "$7.5 BILLION DOWN",
		"score": 8,
		"source": "Intel",
		"age": 88,
		"residence": "Woodside, Calif.,",
		"education": "Ph.D., Caltech '54,",
		"description": "The cofounder of semiconductor giant Intel is also the namesake of Moore's Law, his prediction more than 50 years ago that computer processing power would double every year. Moore and his wife, Betty, are prolific philanthropists. In March they donated $50 million to the Lucile Packard Children's Hospital at Stanford, where one of their grandchildren had lifesaving surgery. While a student at UC Berkeley , Moore designed a rocket engine as a member of the Rocket Society."
	},
	{
		"name": "Stephen Ross",
		"net": "$7.5 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 77,
		"residence": "New York City,",
		"education": "L.L.M., NYU '66,",
		"description": "His last name is plastered across the University of Michigan --on the business school, the athletic campus and the academic center. The real estate developer has given $378 million to his alma mater, including a $50 million gift in September to support student career development and student-run investment funds. He's behind America's largest private real estate project: the $25 billion Hudson Yards, a 28-acre stretch on Manhattan's West Side, which counts among its tenants Coach, L'Oréal and BlackRock."
	},
	{
		"name": "Pauline MacMillan Keinath",
		"net": "$7.4 BILLION UP",
		"score": 1,
		"source": "Cargill",
		"age": 83,
		"residence": "St. Louis,",
		"education": "Believed to be the biggest individual shareholder in America's largest privately held company, MacMillan Keinath owns an estimated 12% stake in $110 billion (sales) Cargill. Her great-grandfather W.W. Cargill founded Cargill in 1865. The son of a Scottish sea captain, Cargill started the business with a single grain-storage warehouse at the end of an Iowa railroad line. He got rich as railroads expanded west and opened up the frontier. His heirs still own roughly 90% of the company.,",
		"description": ""
	},
	{
		"name": "Eli Broad",
		"net": "$7.3 BILLION DOWN",
		"score": 9,
		"source": "Investments",
		"age": 84,
		"residence": "Los Angeles,",
		"education": "B.A., Michigan State '54,",
		"description": "Broad, who has donated more than $1 billion to education causes, came out strongly against Betsy DeVos' nomination as secretary of education, sending a letter to Senate leaders that called her unprepared and unqualified. The son of Lithuanian immigrants, he paid his tuition at Michigan State (he graduated in 3 years) by working evenings, nights and breaks, driving delivery trucks and selling garbage disposals door-to-door. Broad later built fortunes in both home building and insurance."
	},
	{
		"name": "Shahid Khan",
		"net": "$7.1 BILLION UP",
		"score": 10,
		"source": "Auto parts",
		"age": 67,
		"residence": "Naples, Fla.,",
		"education": "B.S., U. of Illinois '71,",
		"description": "In a standoff between President Trump and NFL players, Khan is sticking by his team. The owner of the Jacksonville Jaguars , Khan had donated $1 million to fund the president's inauguration festivities. But he recently linked arms on the field with his players while The Star-Spangled Banner played, after Trump railed against football players who kneel during the national anthem. The Pakistani native came to the U.S. at age 16 with $500 in his pocket; he washed dishes and delivered pizza to put himself through college. He later hit it big with his revolutionary design for a one-piece truck bump¬er. His auto parts maker, Flex-N-Gate , became a supplier to firms like Toyota and GM. The Urbana, Illinois, firm has some 60 plants globally."
	},
	{
		"name": "Hank & Doug Meijer",
		"net": "$7 BILLION UP",
		"score": 3,
		"source": "supermarkets",
		"age": 65,
		"residence": "G,rand Rapids, Mich.",
		"education": "B.A., U. of Michigan '73 (Hank), B.B.A., U. of Michigan '76 (Doug)",
		"description": "The brothers run the $16.6 billion (estimated sales) Midwest grocery chain Meijer, which was founded in 1934 by their father and grandfather. It pioneered the idea of one-stop shopping--now the staple of competitors like Wal-Mart --when it opened Thrifty Acres, selling groceries, clothing and toys all under one roof."
	},
	{
		"name": "Richard Kinder",
		"net": "$6.7 BILLION DOWN",
		"score": 8,
		"source": "Pipelines",
		"age": 73,
		"residence": "houston,",
		"education": "J.D., U. of Missouri '68,",
		"description": "Kinder Morgan, one of the U.S.'s largest energy infrastructure firms with 84,000 miles of pipeline, was cofounded by Kinder in 1997 after he left Enron. He owns more than 10% of the company and serves as its executive chairman. In 2015, his alma mater, the University of Missouri, used his $25 million donation to open the Kinder Institute on Constitutional Democracy."
	},
	{
		"name": "John A. Sobrato & family",
		"net": "$6.5 BILLION UP",
		"score": 7,
		"source": "Real estate",
		"age": 78,
		"residence": "Atherton, Calif.,",
		"education": "B.A., Santa Clara U. '60,",
		"description": "Sobrato's mother, an Italian immigrant, sold her late husband's restaurant in the 1950s and used the proceeds to acquire property south of San Francisco. The first in his family to go to college, Sobrato worked 3 days a week selling houses starting his sophomore year at Santa Clara University . Then an aspiring engineer, Sobrato was put on probation because of poor grades in his engineering classes and decided to switch to business instead. The move paid off; the future mogul scored a spot on the dean's list every semester thereafter. Today his Sobrato Organization owns prime office space across Silicon Valley, including the headquarters of Yahoo and Netflix, plus over 6,000 apartments along the West Coast."
	},
	{
		"name": "Brian Acton",
		"net": "$6.4 BILLION UP",
		"score": 8,
		"source": "Whatsapp",
		"age": 45,
		"residence": "Palo Alto, Calif.,",
		"education": "B.S., Stanford '94,",
		"description": "WhatsApp's cofounder announced in September that he is leaving the messaging service he cofounded with Jan Koum (No. 48) 8 years ago. Acton said he will be starting a nonprofit. He applied for a job at Facebook but was turned down in 2009, the same year he helped start Whats¬App. Five years later the social network paid $22 billion in cash and stock for the company, which now has 1 billion daily users, who send 55 billion messages on the platform each day. Acton and Koum worked together at Yahoo ."
	},
	{
		"name": "David Green & family",
		"net": "$6.4 BILLION UP",
		"score": 10,
		"source": "Retail",
		"age": 76,
		"residence": "Oklahoma City,",
		"education": "High school diploma,",
		"description": "The son of a preacher, Green didn't excel at academics--he ¬repeated seventh grade--but a work-study program during his junior year of high school gave him a chance to work at a general store. Though he mostly swept floors and unloaded boxes for 60 cents an hour, he fell in love with the business and later met his wife at the shop. More than a decade later, in 1970, the couple borrowed $600 to start a crafts business that would become the Hobby Lobby chain. Today the $4.3 billion (sales) arts and crafts retailer stocks more than 75,000 items at over 800 locations. The family is one of the biggest supporters of Christian causes, with plans to open the Museum of the Bible in Washington, D.C., in late 2017."
	},
	{
		"name": "Leon Black",
		"net": "$6.4 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 66,
		"residence": "New York City,",
		"education": "M.B.A, Harvard '75,",
		"description": "The son of a wealthy businessman and an artist, Black went to Fieldston in the Bronx for high school and then to Dartmouth, where he majored in philosophy and history. His father died in 1975, and Black put his $75,000 life insurance payout into commodities trading, increasing it to more than $600,000, only to lose all but $25,000. He cofounded Apollo Global Management in 1990, the year his former employer Drexel Burnham Lambert filed for bankruptcy; he is still CEO and chairman of the $232 billion (assets) firm."
	},
	{
		"name": "Marijke Mars",
		"net": "$6.3 BILLION",
		"score": 2,
		"source": "candy, pet ,foo",
		"age": 53,
		"description": "B.A., Duke '86,"
	},
	{
		"name": "Pamela Mars",
		"net": "$6.3 BILLION NEW TO LIST",
		"score": 2,
		"source": "candy, pet ,foo",
		"age": 57,
		"description": "B.A., Vassar '82,"
	},
	{
		"name": "Valerie Mars",
		"net": "$6.3 BILLION NEW TO LIST",
		"score": 2,
		"source": "candy, pet ,foo",
		"age": 58,
		"residence": "New York City,",
		"education": "M.B.A., Columbia '87,",
		"description": ""
	},
	{
		"name": "Victoria Mars",
		"net": "$6.3 BILLION NEW TO LIST",
		"score": 2,
		"source": "candy, pet ,foo",
		"age": 60,
		"residence": "Newtown Square, Pa.,",
		"education": "M.B.A., U. of Pennsylvania '84,",
		"description": "The 4 daughters of Forrest Mars Jr. (d. 2016) inherited his one-third stake of Mars Inc ., the privately held candy and pet food company. All 4 work in various roles at Mars, which their great-grandfather founded 106 years ago. Victoria, who stepped down as chairman in 2017, and her sister Marijke both serve on the board of directors."
	},
	{
		"name": "Robert Kraft",
		"net": "$6.2 BILLION UP",
		"score": 8,
		"source": "New England, Patriot",
		"age": 76,
		"residence": "Brookline, Mass.,",
		"education": "M.B.A., Harvard '65,",
		"description": "With the Patriots' Super Bowl victory in February, Kraft tied former San Francisco 49ers owner Edward DeBartolo Jr. (No. 288) for most championship wins under a single owner. (Each has 5.) Kraft, who was a halfback and safety on Columbia's football team, bought the Patriots for $172 million in 1994; they're now worth $3.7 billion. In August, he started a professional videogaming team in Boston, part of the recently formed Overwatch e-sports league."
	},
	{
		"name": "Tom & Judy Love",
		"net": "$6.2 BILLION UP",
		"score": 9,
		"source": "Retail & ga,s station",
		"age": 79,
		"residence": "Oklahoma City,",
		"education": "Dropout, U. of Oklahoma (tom), M.S., U. of Central Oklahoma '83 (judy)",
		"description": "The Loves opened their first gas station in 1964 with a $5,000 gift from her parents. Today Love's Travel Stops & Country Stores is a national chain with more than 430 locations in 41 states and $16 billion in revenues."
	},
	{
		"name": "Robert Rich Jr.",
		"net": "$5.5 BILLION UP",
		"score": 5,
		"source": "Frozen food,",
		"age": 76,
		"residence": "Islamorada, Fla.,",
		"education": "M.B.A., U. of Rochester '69,",
		"description": "Rich Jr. leads frozen food company Rich Products, founded by his father, Robert Rich Sr., in 1945. It achieved initial success with the first nondairy whipped cream and now sells cookies, pizza dough and more. Rich Jr. excelled earlier in a different frozen arena: He played goalie for the varsity ice hockey team at Williams College, serving as co-captain his senior year; the team set school records that still stand. After college, he signed a minor league contract with the Chicago Blackhawks but didn't play because he was drafted into the military."
	},
	{
		"name": "Charles Johnson",
		"net": "$6 BILLION UP",
		"score": 5,
		"source": "Money manag,emen",
		"age": 84,
		"residence": "Palm Beach, Fla.,",
		"education": "B.S., Yale '54,",
		"description": "Johnson took over his father's Franklin Resources at age 24. He spent 56 years leading the firm, known as Franklin Templeton Investments, and retired in 2013. He remains the largest shareholder of the company, which now has nearly $750 billion in assets under management. His son Gregory is chairman and CEO; his half-brother Rupert is vice-chair. In 2013, Johnson, who played offensive guard at Yale for one year, pledged a $250 million gift to his alma mater, the university's largest-ever donation."
	},
	{
		"name": "Richard LeFrak & family",
		"net": "$6.1 BILLION DOWN",
		"score": 5,
		"source": "Real estate",
		"age": 72,
		"residence": "New York City,",
		"education": "J.D., Columbia '70,",
		"description": "LeFrak has expanded his family's fortune by making multi-decade bets on massive real estate projects. His holdings include LeFrak City—a 20-building, 5,000-unit apartment complex in Queens—and Newport, 300 acres of mixed-use development in New Jersey. President Trump reportedly tapped LeFrak, his longtime friend, for his infrastructure council before it was abandoned in August."
	},
	{
		"name": "Christy Walton",
		"net": "$6.1 BILLION UP",
		"score": 1,
		"source": "Wal-Mart",
		"age": 68,
		"residence": "Jackson, Wyo.,",
		"education": "High school diploma,",
		"description": "Walton's net worth is up slightly in the past year along with shares of Wal-Mart , the retailing behemoth founded by her husband John's father, Sam. Christy inherited her stake after John, a onetime Green Beret, died in 2005 in a plane crash. He gave half his stake to charitable trusts; the rest went to Christy, who got one sixth, and their son Lukas (No. 33) got one third."
	},
	{
		"name": "Whitney MacMillan",
		"net": "$6 BILLION UP",
		"score": 2,
		"source": "Cargill",
		"age": 88,
		"residence": "Minneapolis",
		"education": "B.A., Yale '51,",
		"description": "MacMillan was the last member of the Cargill-MacMillan family to serve as CEO of America's largest private company, Cargill. He led the agri-giant's international growth before stepping down in 1995.,"
	},
	{
		"name": "David Sun",
		"net": "$6 BILLION UP",
		"score": 10,
		"source": "Computer har,dwar",
		"age": 66,
		"residence": "Irvine, Calif.,",
		"education": "B.S., TaTung Institute of Technology '73,",
		"description": ""
	},
	{
		"name": "John Tu",
		"net": "$6 BILLION UP",
		"score": 9,
		"source": "Computer hardware",
		"age": 76,
		"residence": "Rolling Hills, Calif.",
		"education": "B.S., Technische Universität Darmstadt '70,",
		"description": "Sun and Tu built a computer memory business and sold it to PC manufacturer AST in the early 1980s. But after pouring all their earnings into the stock market, the pair lost nearly everything in the crash of October 1987. They founded Kingston Technology, named for one of Tu's favorite bands, the Kingston Trio, in a garage that same year. The $6.6 billion (sales) company makes and sells computer memory products. Tu is chief executive officer, and Sun is chief operating officer.,"
	},
	{
		"name": "John Doerr",
		"net": "$5.8 BILLION UP",
		"score": 8,
		"source": "Venture cap,ita",
		"age": 66,
		"residence": "Woodside, Calif.,",
		"education": "M.B.A., Harvard '76,",
		"description": "Doerr hasn't given up on clean tech just yet. In December 2016, Doerr, who earlier stepped back into the chairman's role at Kleiner Perkins Caufield & Beyers, announced he was participating in a $1 billion fund led by Bill Gates to back more clean energy ventures. A book by Doerr and former CEO of BetterWorks Kris Duggan on performance practices was due out in September, but publication has been postponed indefinitely after Duggan and his company BetterWorks were sued by a former employee for sexual harassment and assault. Duggan has said he strongly disputes the allegations."
	},
	{
		"name": "Daniel Gilbert",
		"net": "$5.8 BILLION UP",
		"score": 8,
		"source": "Quicken loa,n",
		"age": 55,
		"residence": "Franklin, Mich.,",
		"education": "J.D., wayne State '87,",
		"description": "Detroit's biggest champion, the Quicken Loans founder believes you can do well by doing good, running what he calls a family of for-more-than-profit companies. Since 2010 he has spent $2.5 billion rehabbing downtown real estate, and he plans to invest another $2.1 billion on construction over the next 5 years. The owner of the NBA's Cleveland Cavaliers also wants to bring major le ague soccer to Detroit and helped spearhead the QLINE, a new light-rail transit system funded mostly with private money. His Quicken Loans, which he started with $5,000 saved from selling pizzas in college, is now the nation's largest online mortgage lender, with $96 billion in loans in 2016."
	},
	{
		"name": "Ralph Lauren",
		"net": "$5.8 BILLION DOWN",
		"score": 9,
		"source": "Ralph Lauren",
		"age": 78,
		"residence": "New York City",
		"education": "Dropout, city college of new York,",
		"description": "Born Ralph Lifshitz in the Bronx to Jewish immigrants from Bela¬rus, Lauren worked in the garment industry as a teenager and spent two years studying business at City College before dropping out. He opened a tie-making business out of a tiny office at the Empire State Building in 1967; his big breakthrough came when Neiman Marcus ordered 1,200 ties. After years of success, Ralph Lauren Corp . has been struggling for the past few years. Lauren stepped down as CEO in 2015. In May, his replacement quit after disagreements with Lauren, who remains executive chairman and chief creative offic er . The company announced a month earlier it would close its Fifth Avenue Polo store as part of a cost-savings plan.,"
	},
	{
		"name": "Dennis Washington",
		"net": "$5.7 BILLION DOWN",
		"score": 10,
		"source": "Construction, minin",
		"age": 83,
		"residence": "Missoula, Mont.,",
		"education": "High school diploma,",
		"description": "Washington struck a $1.2 billion deal in July to buy Canada's Dominion Diamond Corp . The industrialist already owns a copper and molybdenum mine in Montana and regional railroads in Montana and British Columbia, and he has a stake in Seaspan, which owns a fleet of roughly 90 container ships. His love of machinery dates back decades: After high school, Washington moved to Alaska, where he worked as a heavy-crane operator."
	},
	{
		"name": "Jerry Jones",
		"net": "$5.6 BILLION UP",
		"score": 8,
		"source": "Dallas Cowb,oy",
		"age": 75,
		"residence": "Dallas,",
		"education": "M.A., U. of Arkansas '65,",
		"description": "You are here because you love the game. I am here because I love it too, Dallas Cowboys owner Jones told the audience assembled to see his induction to the Pro Football Hall of Fame in August. Jones' route to Canton, Ohio, started with his co-captaining the University of Arkansas football team during the Razorbacks' 1964 national championship run. His playing career ended there, and he went on to make a small fortune in real estate as well as from oil and gas before buying the Cowboys for $150 million in 1989. America's Team is now worth $4.8 billion and has topped Forbes ' list of the most valuable NFL teams for 11 straight years."
	},
	{
		"name": "Les Wexner & family",
		"net": "$5.6 BILLION DOWN",
		"score": 8,
		"source": "Retail",
		"age": 80,
		"residence": "New Albany, Ohio,",
		"education": "B.S., Ohio State '59,",
		"description": "Wexner's L Brands , which includes mall fixtures like Victoria's Secret and Bath & Body Works , has seen its stock plummet 45% in the past year amid weakness at traditional retailers. Nonprofit group Colorado Wild Public Lands is suing the U.S. Bureau of Land Management over a deal it made with Wexner and his wife, Abigail, to conduct a land swap in March so the Wexners could combine their ranch property. The plaintiffs claim the exchange undervalued the land and could harm the environment. The Wexners filed a response in August denying the allegations."
	},
	{
		"name": "Dannine Avara",
		"net": "$5.5 BILLION UP",
		"score": 1,
		"source": "Pipelines",
		"age": 53,
		"residence": "Houston,",
		"education": "",
		"description": ""
	},
	{
		"name": "Scott Duncan",
		"net": "$5.5 BILLION UP",
		"score": 1,
		"source": "Pipelines",
		"age": 35,
		"residence": "Houston,",
		"education": "",
		"description": ""
	},
	{
		"name": "Milane Frantz",
		"net": "$5.5 BILLION UP",
		"score": 1,
		"source": "Pipelines",
		"age": 48,
		"residence": "Houston,",
		"education": "",
		"description": ""
	},
	{
		"name": "Randa Williams",
		"net": "$5.5 BILLION UP",
		"score": -1,
		"source": "Pipelines",
		"age": 56,
		"residence": "Houston",
		"education": "J.D., U. of Houston '88,",
		"description": "The 4 children of energy pipeline mogul Dan Duncan inherited his fortune when he died in 2010. Their dad, once the richest person in Houston, founded Enterprise Product Partners, which now owns 50,000 miles of energy pipelines as well as natural gas processing plants and storage facilities. Williams, who serves as Enterprise's chairman, is the only one of the siblings on its board.,"
	},
	{
		"name": "Ann Walton Kroenke",
		"net": "$5.5 BILLION DOWN",
		"score": 1,
		"source": "Wal-mart",
		"age": 68,
		"residence": "Columbia, MO.,",
		"education": "A.S., Lincoln U. of missouri '72,",
		"description": "The Wal-Mart heiress inherited her stake in the business from father James Bud Walton (d. 1995), brother of the retailer's founder, Sam. She normally stays out of headlines, but she and her family made news in September for their promise to give $1 million to the Red Cross to aid victims of Hurricane Harvey. Her husband, Stan (No. 57), who owns the Los Angeles Rams , among other holdings, receives far more media attention."
	},
	{
		"name": "Gabe Newell",
		"net": "$5.5 BILLION UP",
		"score": 8,
		"source": "Videogames",
		"age": 55,
		"residence": "Seattle,",
		"education": "Dropout, Harvard,",
		"description": "Newell's programming career took off thanks to his brother, an -early Microsoft employee. Newell hung around his sibling so much that Microsoft CEO Steve Ballmer got tired of his distracting presence—and offered the Harvard student a job to make actual use of him: I learned more in 3 months working with those guys at Microsoft than I did the entire time I was at Harvard. He dropped out of Harvard in 1983. Thirteen years later, he and another Microsoft alum cofounded videogame developer Valve Corp., a force in online PC game sales thanks to its successful digital store, Steam."
	},
	{
		"name": "Steven Rales",
		"net": "$5.5 BILLION UP",
		"score": 7,
		"source": "Manufacturi,n",
		"age": 66,
		"residence": "Santa Barbara, Calif.,",
		"education": "J.D., American U.,",
		"description": "His Danaher Corp ., the industrial conglomerate he chairs and cofounded with his brother Mitchell (No. 219), closed on about $5 billion in acquisitions in 2016, expanding in molecular diagnostics as well as pharmaceutical research. The brothers' industrial company Fortive was spun off from Danaher in July 2016. The duo got started by buying a troubled REIT in 1983. Rales is co-producing Wes Anderson's next movie, Isle of Dogs ."
	},
	{
		"name": "Edward Roski Jr.",
		"net": "$5.5 BILLION UP",
		"score": 5,
		"source": "Real estate",
		"age": 78,
		"residence": "Los Angeles,",
		"education": "B.S., USC '62,",
		"description": "His Majestic Realty is developing a 441-acre business park on the site of a former Bethlehem Steel plant in Pennsylvania; tenants will include Crayola and Wal-Mart . Majestic, which his father founded in 1948, owns 83 million square feet of commercial real estate in California, Georgia, Nevada and Colorado. Roski met his wife, Gayle, at USC when they were both undergraduates; in 2016, they announced a $25 million gift to endow an eye institute there."
	},
	{
		"name": "David Shaw",
		"net": "$5.5 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 66,
		"residence": "New York City,",
		"education": "Ph.D., Stanford '80,",
		"description": "Shaw started out as a Columbia professor but left academia for Wall Street in the 1980s, using his computer science background to become a pioneer in quantitative finance. He founded hedge fund D.E. Shaw in 1988, and the firm counts luminaries such as Jeff Bezos (No. 2) and John Overdeck (No. 122) among its alumni. Shaw has since turned over the day-to-day operations of his $43 billion business, opting to lead a team on computational biochemistry research instead. He also is back to teaching at Columbia."
	},
	{
		"name": "Richard DeVos & family",
		"net": "$5.4 BILLION UNCHANGED",
		"score": 10,
		"source": "Amway",
		"age": 91,
		"residence": "Holland, Mich.,",
		"education": "Dropout, calvin college,",
		"description": "DeVos' daughter-in-law Betsy is the new U.S. secretary of education. He founded direct-selling company Amway in 1959 with lifelong friend Jay Van Andel. Their children still run the $8.8 billion (sales) business."
	},
	{
		"name": "Israel Englander",
		"net": "$5.2 BILLION UP",
		"score": 9,
		"source": "Hedge funds",
		"age": 69,
		"residence": "New York City",
		"education": "B.S., NYU '70,",
		"description": "The son of Polish immigrants, Englander founded Millennium Management in 1989 with $35 million from friends and family. Today the firm manages $35 billion. Unlike nearly every other hedge fund, it doesn't charge fixed fees. After a disappointing 2016, the fund is up slightly in the first half of 2017.,"
	},
	{
		"name": "Marian Ilitch",
		"net": "$5.2 BILLION DOWN",
		"score": 9,
		"source": "Pizza",
		"age": 84,
		"residence": "Bingham Farms, Mich.",
		"education": "Dropout, Dearborn Community College,",
		"description": "Ilitch and her family led the construction of Little Caesars Arena, which opened in September and is home to their Detroit Red Wings NHL team. The arena anchors the $1 billion-plus District Detroit project, which will include a new business school named for Marian's late husband, Mike, who died in February, and a new headquarters for Little Caesars Pizza, which they cofounded and which sells more than $4 billion worth of pizzas worldwide. This year her assets do not include the $1.2 billion Detroit Tigers baseball team, which is held in an Ilitch family trust.,"
	},
	{
		"name": "Rupert Johnson Jr.",
		"net": "$5.2 BILLION UP",
		"score": -1,
		"source": "Money Management",
		"age": 77,
		"residence": "Burlingame, Calif.",
		"education": "B.A., Washington and Lee '62,",
		"description": "Johnson is the vice chairman of asset manager Franklin Resources and half-brother of Charles Johnson (No. 87). Their father founded the firm, which is named after Benjamin Franklin.,"
	},
	{
		"name": "Bruce Kovner",
		"net": "$5.2 BILLION DOWN",
		"score": 9,
		"source": "Hedge Funds",
		"age": 72,
		"residence": "New York City",
		"education": "B.A., Harvard '66,",
		"description": "After getting a Harvard degree in government, thanks to a scholarship, Kovner earned a fortune in the private sector, founding hedge fund Caxton Associates in 1983. Kovner, who once drove a cab in New York City, retired as chairman of Caxton in 2011.,"
	},
	{
		"name": "Henry Kravis",
		"net": "$5.2 BILLION UP",
		"score": 8,
		"source": "Private Equ,it",
		"age": 73,
		"residence": "N,ew York City",
		"education": "M.B.A., Columbia '69,",
		"description": ""
	}

	, {
		"name": "George Roberts",
		"net": "$5.2 BILLION UP",
		"score": 8,
		"source": "Private Equ,it",
		"age": 74,
		"residence": "A,therton, Calif.",
		"education": "J.D., UC, Hastings ' 69,",
		"description": "The first cousins met at age 2 and grew up together. Kravis went to Loomis Chaffee for high school where he ran varsity track and was captain of the varsity wrestling team. They both went to Claremont McKenna College and in 1976 set up private equity firm KKR with their former Bear Stearns colleague Jerome Kohlberg (who left in 1987). The cousins put a succession plan in place in July, appointing 2 executives in their 40s as co-presidents and co-chief operating officers. Kravis and Roberts still serve as KKR 's co-CEOs and cochairmen and haven't said when they will step down. Kravis reportedly turned down President Trump's offer to become U.S. treasury secretary.,"
	},
	{
		"name": "Robert Rowling",
		"net": "$5.2 BILLION DOWN",
		"score": 8,
		"source": "Investments",
		"age": 64,
		"residence": "D,allas",
		"education": "J.D., SMU ' 79,",
		"description": "In 1996, Rowling used $500 million of proceeds from the sale of family oil and gas fields to purchase Omni Hotels & Resorts . Since then he has nearly doubled the chain to 60 locations with 21,000 rooms. More are on the way, with new projects in Boston, Louisville and Atlanta (in a venture with the Braves). Rowling also owns Gold's Gym , which has more than 700 locations worldwide.,"
	},
	{
		"name": "Travis Kalanick",
		"net": "$5.1 BILLION DOWN",
		"score": 8,
		"source": "Uber",
		"age": 41,
		"education": "Dropout, UCLA,",
		"description": "Someone else is now behind the wheel at Uber, the ride-hailing startup Kalanick cofounded 8 years ago. Rocked by a series of scandals in 2017, Kalanick resigned as CEO in June under board pressure. Expedia CEO Dara Khosrowshahi replaced him. Uber is Kalanick's third tech startup: He dropped out of UCLA and worked on his first, the multimedia search engine Scour, and later founded file-sharing company Red Swoosh. He still owns about 10% of Uber.,"
	},
	{
		"name": "Sumner Redstone",
		"net": "$5.1 BILLION UP",
		"score": 8,
		"source": "Media",
		"age": 94,
		"residence": "Beverly Hills, Calif.,",
		"education": "J.D., Harvard ' 47,",
		"description": "Redstone remains the controlling shareholder of the beleaguered media giant Viacom and CBS, despite a 2016 marred by boardroom and courtroom dramas. Viacom 's stock is trading at its lowest since 2010 amid shrinking TV viewership and declining ad revenues. His father founded the cinema chain now known as National Amusements in 1936; Redstone took over in 1954. He acquired control of Viacom in 1987 and spun off CBS in 2006. While a student at Harvard during World War II, Redstone was selected by a Japanese history professor to help break Japan's military and diplomatic codes. He later lectured at Harvard Law School, Brandeis and Boston University School of Law, where he taught one of the first entertainment law courses."
	},
	{
		"name": "Sam Zell",
		"net": "$5.1 BILLION UP",
		"score": 8,
		"source": "Real estate, Private Equit",
		"age": 76,
		"residence": "C,hicago",
		"education": "J.D., U. of Michigan ' 66,",
		"description": "The forefather of the modern real estate investment trust, Zell chairs 5 public companies, including Equity Residential , the nation's largest apartment REIT. Lately he's been looking for opportunities outside the U.S. A proponent of what he calls intelligent immigration, Zell is an investor in a cross-border airport terminal opened in 2015 that connects San Diego and the Tijuana International Airport in Mexico. Zell's memoir, Am I Being Too Subtle?, was published in May.,"
	},
	{
		"name": "Charles Dolan & family",
		"net": "$5 BILLION UP",
		"score": 9,
		"source": "Cable television",
		"age": 91,
		"residence": "Oyster, Bay, N.Y.",
		"education": "Dropout, John Carroll U.,",
		"description": "Dolan, a cable pioneer, owns controlling stakes in AMC Networks and Madison Square Garden, plus NBA's New York Knicks and NHL's New York Rangers . He left John Carroll University and went into media, first creating sports newsreels for TV stations from his Cleveland home. After moving to New York in 1952, Dolan made industrial films, then, in 1965, wired Lower Manhattan with cable and founded the predecessor to HBO. Eight years later he sold HBO to Time Inc . and launched a Long Island cable company with 1,500 customers. He grew it into Cablevision, which French billionaire Patrick Drahi's Altice acquired for $17.7 billion in 2016.,"
	}

	, {
		"name": "David Filo",
		"net": "$5 BILLION UP",
		"score": 8,
		"source": "Yahoo",
		"age": 51,
		"education": "M.S., Stanford ' 90,",
		"description": "Big changes in the past year at Yahoo , which Filo founded with Jerry Yang (No. 324) in 1994. In June, the company sold its internet business to Verizon for $4.5 billion. Filo's wealth has jumped $1.7 billion since last year, thanks largely to the restructuring. After the sale of the core business, the remains of Yahoo --lucrative stakes in Alibaba and Yahoo Japan --were renamed Altaba, which has a lofty $60 billion market capitalization. Filo and Yang met as doctoral students in computer science at Stanford but dropped out to build Yahoo .,"
	},
	{
		"name": "George Lucas",
		"net": "$5 BILLION UP",
		"score": 8,
		"source": "Star Wars",
		"age": 73,
		"residence": "San Anselmo, Calif.,",
		"education": "B.A., USC ' 66,",
		"description": "After a multiyear bake-off to determine where to locate his art and Star Wars museum, Lucas settled on Los Angeles in January, despite having spent years planning to build it elsewhere, first in San Francisco and then in Chicago. The Lucas Museum of Narrative Art is set to open in 2020 in L.A.'s Exposition Park. He will fund the construction and a reported $400 million endowment to keep it running. The Star Wars creator sold LucasFilm to Disney in 2012 for $4.1 billion in stock and cash. Lucas' parents ran a stationery store in Modesto, 300 miles north of Los Angeles. He attended junior college there before transfering to USC."
	},
	{
		"name": "Reinhold Schmieding",
		"net": "$5 BILLION UP",
		"score": 8,
		"source": "Medical dev,ice",
		"age": 62,
		"residence": "N,aples, Fla.",
		"education": "B.S., Michigan State ' 77,",
		"description": "Schmieding's Arthrex, a maker of orthopedic surgical tools, has developed over 11,000 products used in shoulder, hip and other joint operations. His family (his father was a dentist) initially wanted him to become a doctor. His alma mater, Michigan State, recruited him as a golfer. At school he was also social chairman of his fraternity, Delta Chi, which he credits for giving him social and organizational skills he later used in business. He started his business in Germany before returning to the U.S.,"
	},
	{
		"name": "Frederick Smith",
		"net": "$4.9 BILLION UP",
		"score": 9,
		"source": "FedEx",
		"age": 73,
		"education": "B.A., Yale '66,",
		"description": "Sales at Smith's FedEx exceeded $60 billion for the first time in the fiscal year ending May 2017, driven by recent acquisitions (TNT Express ) as well as an $1.8 billion investment in aircraft; the stock is up by 39% in the past 12 months. Smith came up with the idea for his shipping company while writing a term paper at Yale. Although his professor was not wowed, Smith went ahead and launched the company after returning home from the Vietnam war in 1971. Smith and former president George W. Bush were fraternity brothers at Delta Kappa Epsilon.,"
	},
	{
		"name": "Robert Bass",
		"net": "$4.9 BILLION UP",
		"score": 4,
		"source": "Oil, invest,ment",
		"age": 69,
		"residence": "F,ort Worth, Tex.",
		"education": "M.B.A., Stanford ' 74,",
		"description": "One of 4 brothers who inherited a small fortune from oil baron uncle Sid Richardson and built it into a big one. His family office helped seed numerous investment funds, including Oak Hill Advisors . In 1988, he sold New York's Plaza Hotel to Donald Trump for some $400 million. His highest-profile investment today is in Aerion Corp ., which is building supersonic business jets.,"
	},
	{
		"name": "Jim Davis & family",
		"net": "$4.9 BILLION DOWN",
		"score": 8,
		"source": "New Balance",
		"age": 74,
		"residence": "N,ewton, Mass.",
		"education": "B.S., Middlebury ' 66,",
		"description": "Davis bought a small Boston shoemaker in 1972. Today $3.8 billion (sales) New Balance is the nation's fourth-biggest maker of running shoes by market share. The company's headquarters is next door to practice arenas for the Boston Bruins and the Celtics. Davis has donated more than $70 million to Middlebur y, where he played on the football tea m.,"
	},
	{
		"name": "Tamara Gustavson & family",
		"net": "$4.9 BILLION UP",
		"score": 2,
		"source": "Self storag,",
		"age": 55,
		"residence": "M,alibu, Calif.",
		"education": "B.S., USC ' 83,",
		"description": "Gustavson is the daughter of B. Wayne Hughes, the founder of the world's largest self-storage company, Public Storage. She worked at the company from 1983 to 2003, is a trustee and remains the single largest shareholder, with a nearly 11% stake (as well as the largest shareholder of another of her ¬father's companies, American Homes 4 Rent ).,"
	},
	{
		"name": "Diane Hendricks",
		"net": "$4.9 BILLION UP",
		"score": 9,
		"source": "Roofing",
		"age": 70,
		"education": "High school diploma",
		"description": "The Wisconsin native grew up on a dairy farm and longed to go to the city, wear a suit, she says, but her dream was interrupted when she got pregnant in high school and gave birth a month before her 18th birthday. Hendricks had to study at home to graduate high school. The young mom met her future husband Ken, who dropped out of high school to work as a roofer, when she was 21. Together the couple bought and remodeled rental homes, ran roofing and trucking businesses, and opened a carpet store before starting roofing distributor ABC Supply. (Ken died in 2007.) Today the $7.2 billion (sales) company has over 700 branches. Hendricks, who still chairs ABC, has become an advocate for technical education and donates to local schools to start skilled-trade programs for teenagers.,"
	}

	, {
		"name": "Ray Lee Hunt",
		"net": "$4.9 BILLION UP",
		"score": 8,
		"source": "Oil, real e,stat",
		"age": 74,
		"residence": "D,allas",
		"education": "B.B.A SMU ' 65,",
		"description": "Through Hunt Consolidated, he was one of the first oilmen into Iraq after the fall of Saddam. He owns oilfields in Texas and natural gas projects in Peru and Yemen. His son Hunter Hunt has helped move the family business into electric power via the creation of Sharyland Utilities, which owns a rare interconnection be tween the Texas and ¬Mexico grids.,"
	},
	{
		"name": "Nancy Walton Laurie",
		"net": "$4.9 BILLION UP",
		"score": 1,
		"source": "Wal-Mart",
		"age": 66,
		"residence": "Henderson, NeV.",
		"education": "B.A., U. of Memphis ' 73,",
		"description": "A niece of Wal-Mart founder Sam Walton, she inherited her stake in the retailer from her father, James Bud Walton, Sam's brother. Nancy and her husband, Bill -Laurie, also own Providence Bank in ¬Missouri.,"
	},
	{
		"name": "Ted Lerner & family",
		"net": "$4.9 BILLION DOWN",
		"score": 9,
		"source": "Real Estate",
		"age": 92,
		"residence": "C,hevy Chase, MD.",
		"education": "L.L.B., George Washin,gton U. ' 50",
		"description": "Lerner and his family added to their 20 million square feet of commercial and retail space in 2016, when they opened 1775 Tysons Boulevard, a 17-story office tower. The tower is a cornerstone of their Tysons, Virginia, master-planned development. Since 2006, Lerner has owned the Washington Nationals baseball team, which made the National League playoffs in September.,"
	}

	, {
		"name": "John Overdeck",
		"net": "$4.9 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 47,
		"residence": "M,illburn, N.J.",
		"education": "M.S., Stanford '14,",
		"description": ""
	}

	, {
		"name": "David Siegel",
		"net": "$4.9 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 56,
		"residence": "S,carsdale, N.Y.",
		"education": "Ph.D, MIT ' 91,",
		"description": "The cofounders of Two Sigma Investments , a data-driven hedge fund that manages $45 billion of assets, Overdeck and Siegel worked together at hedge fund D.E. Shaw before starting the quantitative trading powerhouse in 2001. At age 16, Overdeck won a silver medal at the International Mathematical Olympiad in Poland and enrolled at Stanford. He earned a degree in math and was on his way to getting a master's in statistics. But in 1992, Overdeck left academia after being recruited by D.E. Shaw. He later joined one of its alums, Jeff Bezos, at Amazon for 2 years and finished his master's in 2014. Cofounder Siegel got his Ph.D. in computer science and once started a personal financial services website.,"
	},
	{
		"name": "Karen Pritzker",
		"net": "$4.8 BILLION UP",
		"score": 3,
		"source": "Hotels, inv,estment",
		"age": 59,
		"residence": "B,ranford, Conn.",
		"education": "B.A., Northwestern ' 80,",
		"description": "Pritzker and her husband, Michael Vlock, have diversified her ¬Hyatt Hotels inheritance by investing in stocks like Apple as well as other ventures. In 2008, the couple started LaunchCapital, a venture fund that has bet on companies like Spot¬ify and Snapchat. Three years later, they cofounded Alopexx Enterprises, a biotech investment fund whose companies are working on cures for Alzheimer's and Pompe disease, a rare and often fatal genetic disorder.,"
	},
	{
		"name": "Trevor Rees-Jones",
		"net": "$4.8 BILLION DOWN",
		"score": 7,
		"source": "Oil & Gas",
		"age": 66,
		"residence": "Dallas",
		"education": "J.D., SMU ' 78,",
		"description": "Rees-Jones gave up his career as a bankruptcy attorney in 1984 and jumped into oil. He eventually became a shale-fracking pioneer, forging 7 deals worth $7 billion in 7 years. Today his Chief Oil & Gas is the nation's biggest privately owned producer of natural gas, with a focus on the Marcellus shale of Pennsylvania. At his Cook Canyon Ranch west of Fort Worth, he's hosted parties featuring the likes of Bon Jovi, the Eagles and Heather Locklear. His Rees-Jones Foundation has paid out more than $300 million in grants to places like pediatric hospital CURE Ethiopia. There's got to be a higher purpose to serve in this life, he says.,"
	},
	{
		"name": "Alejandro Santo Domingo",
		"net": "$4.8 BILLION UNCHANGED",
		"score": 3,
		"age": 40,
		"residence": "New York City",
		"education": "B.A., Harvard '99,",
		"description": ""
	}, {
		"name": "Andres Santo Domingo",
		"net": "$4.8 BILLION UNCHANGED",
		"score": 3,
		"age": 39,
		"residence": "New York City",
		"education": "B.A., Brown ' 00,",
		"description": "The sons of Colombian billionaire Julio Mario Santo Domingo (d. 2011), Alejandro and Andres inherited their vast fortune from their father's 15% stake in SABMiller . The bulk of their wealth now lies in a 5% stake in Anheuser-Busch InBev , which merged with SABMiller in October 2016, a deal in which Alejandro played a key negotiating role.,"
	}

	, {
		"name": "Ronda Stryker",
		"net": "$4.8 BILLION UP",
		"score": 2,
		"source": "Medical equ,ipmen",
		"age": 63,
		"residence": "P,ortage, Mich.",
		"education": "M.A., Western Michigan U. ' 82,",
		"description": "A former teacher, Stryker is a granddaughter of Homer Stryker (d. 1980), inventor of the modern hospital bed. Stryker Corp ., which he founded in 1941, sells more than $11 billion worth of medical devices, equipment and software annually. Ronda is the only family member on the board of directors.,"
	},
	{
		"name": "Daniel Ziff",
		"net": "$4.8 BILLION UNCHANGED",
		"score": 4,
		"source": "Investments",
		"age": 46,
		"residence": "N,ew York City",
		"education": "B.A., Columbia '96,",
		"description": ""
	}

	, {
		"name": "Dirk Ziff",
		"net": "$4.8 BILLION UNCHANGED",
		"score": 4,
		"source": "Investments",
		"age": 53,
		"residence": "N,orth Palm Beach, Fla.",
		"education": "M.B.A., Harvard '93,",
		"description": ""
	}

	, {
		"name": "Robert Ziff",
		"net": "$4.8 BILLION UNCHANGED",
		"score": 4,
		"source": "Investments",
		"age": 51,
		"residence": "N,ew York City",
		"education": "J.D., Cornell '92,",
		"description": "The brothers are heirs to a publishing fortune. Their father, William Ziff Jr., sold the family's publishing firm, Ziff Davis, for $1.4 billion in 1994, and the sons invested the proceeds in their hedge funds until they shut down in 2014. Dirk later started a family office. The trio are reportedly investing in former employees' hedge funds.,"
	},
	{
		"name": "Stanley Druckenmiller",
		"net": "$4.7 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 64,
		"residence": "N,ew York City",
		"education": "B.A., Bowdoin '75,",
		"description": "A stock-picking legend, Druckenmiller reportedly executed a 30-year streak of positive returns managing money at George Soros' Quantum Fund and later at his own family office, Duquesne. So far in 2017, he's invested in Salesforce , Facebook and Alibaba. Druckenmiller graduated magna cum laude from Bowdoin College , where he reportedly ran a hot dog stand for extra cash. He has given more than $35 million to colleges, including Bowdoin, Brown and Stanford, since 2014.,"
	},
	{
		"name": "Martha Ingram & family",
		"net": "$4.7 BILLION UP",
		"score": 4,
		"source": "Book distri,bution, transportatio",
		"age": 82,
		"residence": "N,ashville",
		"education": "B.A., Vassar ' 57,",
		"description": "Ingram ran her family's distribution and marine company, Ingram Industries . She took it over in 1995 after her husband Bronson died. She quickly spun off its computer distribution business into publicly traded Ingram Micro (bought by China's HNA Group for $6 billion in December 2016). Martha stepped down as chairman in 2008, leaving sons Orrin and John to run the business. Another son, David, is chairman of Ingram Entertainment, an independent firm that distributes DVDs and videogames.,"
	},
	{
		"name": "Gwendolyn Sontheim Meyer",
		"net": "$4.7 BILLION UP",
		"score": 1,
		"source": "Cargill",
		"age": 56,
		"education": "",
		"description": "Meyer inherited an estimated 7% stake in food giant Cargill. The heiress chairs Feeding San Diego, a nonprofit that helps the hungry. She spends time on her farm in Rancho Santa Fe, California, training show-jumping horses.,"
	}

	, {
		"name": "Sheldon Solow",
		"net": "$4.7 BILLION UP",
		"score": 9,
		"source": "Real estate",
		"age": 89,
		"residence": "N,ew York city",
		"education": "High school diploma,",
		"description": "Son of a Russian immigrant bricklayer, Solow risked everything in 1972 to build 9 West 57th Street in Manhattan. Home to KKR , Apollo Global Management , Tiger Global Management and Chanel, the tower is known for its unobstructed views of Central Park. More than a decade after buying land on the eastern edge of Manhattan, Solow finally broke ground on a 42-story residential building overlooking the East River last year. Solow is on the board of trustees of NYU. Though he didn't receive a degree, he took evening classes there while in high school.,"
	}

	, {
		"name": "Bubba Cathy",
		"net": "$4.6 BILLION UP",
		"score": 4,
		"source": "Chick-fil-A",
		"age": 63,
		"residence": "A,tlanta",
		"education": "B.S., Samford u. '75,",
		"description": ""
	}

	, {
		"name": "Dan Cathy",
		"net": "$4.6 BILLION UP",
		"score": 4,
		"source": "Chick-fil-A",
		"age": 64,
		"residence": "A,tlanta",
		"education": "B.S., Georgia Southern u. ' 73,",
		"description": "The brothers' fortunes keep growing fatter thanks to Chick-fil-A 's industry-best per-store sales--accomplished despite a stubborn commitment to remaining closed on Sundays. Dan (chairman and CEO) spends much of his time traveling the country, visiting stores and attending grand openings. Bubba (executive vice president) runs the company's Georgia-based Truett's Grill restaurants. Their father, Truett Cathy (d. 2014), opened his first fried chicken shack in 1967. Today the nearly $8 billion (sales) business has more than 2,200 company-owned and franchised locations throughout the U.S.,"
	},
	{
		"name": "Bruce Halle",
		"net": "$4.6 BILLION DOWN",
		"score": 9,
		"source": "Tires",
		"age": 87,
		"residence": "Paradise Valley, Ariz.",
		"education": "B.S., Eastern Michigan U. ' 56,",
		"description": "After a failed career as a life insurance salesman, Halle bought a 25% stake in a struggling auto-parts business for $5,000 in 1960. He started his first Discount Tire store in Ann Arbor, Michigan. Nearly 60 years later, Discount Tire has 950 locations and $4.3 billion in revenue.,"
	},
	{
		"name": "Paul Tudor Jones II",
		"net": "$4.6 BILLION UNCHANGED",
		"score": 7,
		"source": "Hedge funds",
		"age": 63,
		"residence": "G,reenwich, Conn.",
		"education": "B.A., U. of Virginia ' 76,",
		"description": "The founder of hedge fund firm Tudor Investment is known for his astute macro trades, but Jones didn't always have a hot hand. Slightly built as a kid, Paul kept trying team sports but was too small to compete. In the 10th grade he turned to boxing, which allowed him to fight rivals his own size, and eventually became a welterweight champion at the University of Virginia with a career 20–2 record. In 1986, he adopted a class of 6th graders in Brooklyn, promising to pay for college if they graduated high school, but found out after 6 years of work that his kids did no better than students from nearby schools. Concluding that change has to start earlier than age 12, Jones started the first all-boys charter school in the nation in 2004. He also cofounded antipoverty charity Robin Hood Foundation .,"
	},
	{
		"name": "Gary Rollins",
		"net": "$4.6 BILLION UP",
		"score": 3,
		"source": "Pest contro,",
		"age": 73,
		"residence": "A,tlanta",
		"education": "B.S., U. of Tennessee at Chattanooga '67,",
		"description": ""
	}

	, {
		"name": "Randall Rollins",
		"net": "$4.6 BILLION UP",
		"score": 3,
		"source": "Pest contro,",
		"age": 86,
		"residence": "A,tlanta",
		"education": "Randall is chairman and Gary is CEO of Rollins Inc., America's biggest pest-control company, which in July announced its 45th consecutive quarter of higher revenues and profits.The brothers inherited the company from their father, O. Wayne Rollins, who bought Rollins' most famous brand, Orkin Exterminating Co ., for $62 million in 1964. The family relations have been poisonous since 2010 when Gary's heirs filed a suit against their father and uncle, alleging that the older generation has been blocking access to a web of trusts and holding companies. The brothers have denied the allegations. A trial is expected to start early next year.,",
		"description": ""
	}

	, {
		"name": "Bernard Marcus",
		"net": "$4.5 BILLION UP",
		"score": 10,
		"source": "Home Depot",
		"age": 88,
		"residence": "Atlanta",
		"education": "B.S., Rutgers '54,",
		"description": "The son of Russian immigrants grew up dirt poor; he told Forbes he still has problems with his feet from wearing shoes that didn't fit him when he was young. As a kid he worked as a busboy, waiter and hypnotist in upstate New York. In college he had a food-freezer business with 2 friends where he would often work until the early hours of the morning. He and Arthur Blank founded Home Depot after being fired from hardware store Handy Dan in 1978. He stepped down as chairman in 2002 and has since largely focused on philanthropy. In May, he donated $38 million to launch an institute for brain health at the University of Colorado 's medical school that will treat veterans.,"
	},
	{
		"name": "Marc Benioff",
		"net": "$4.5 BILLION UP",
		"score": 8,
		"source": "Business so,ftwar",
		"age": 53,
		"residence": "S,an Francisco",
		"education": "B.S., Usc '86,",
		"description": "As a high school student, Ben¬i¬off started his own business writing games for Atari and Apple computers and used his earnings to pay his tuition at USC. Then, as a college sophomore, he worked as a paid intern writing software for Apple. In 1999, after 13 years at Oracle , Benioff cofounded customer-management software firm Salesforce . Its stock is up nearly 30% in the past 12 months, amid company projections that revenues will grow more than 24% this year. In September, it launched a $50 million fund to invest in artificial intelligence startups.,"
	},
	{
		"name": "Nick Caporella",
		"net": "$4.5 BILLION UP",
		"score": 8,
		"source": "beverages",
		"age": 81,
		"residence": "Plantation, Fla.",
		"education": "College Dropout,",
		"description": "Shares of his soft-drink company National Beverage , best known for LaCroix seltzer, bubbled up more than 125% in the past year. The son of a Pennsylvania coal miner, Caporella worked as a contractor after high school and later became the CEO at telecom and cable company Burnup & Sims. He founded National Beverage in 1985 and over the years acquired such brands as Shasta, Sundance Naturals and LaCroix.,"
	},
	{
		"name": "Rocco Commisso",
		"net": "$4.5 BILLION UP",
		"score": 10,
		"source": "Telecom",
		"age": 67,
		"education": "M.B.A., Columbia '75,",
		"description": "As a teen, Commisso worked at his brother's diner to pay the $300 annual tuition at his Catholic high school. He got a full scholarship to Columbia University and later worked the night shift at Pfizer to help pay for his M.B.A.,"
	},
	{
		"name": "John Sall",
		"net": "$4.5 BILLION UP",
		"score": 8,
		"source": "software",
		"age": 69,
		"residence": "Cary, N.C.",
		"education": "M.A., Northern Illinois University '73,",
		"description": "Sall is cofounder of business analytics firm SAS with James Goodnight (No. 51); the pair met at NC State, where Sall was studying graduate-level statistics. They've turned the business into a $3.2 billion (revenues) enterprise. Sall runs its data-visualization business unit.,"
	},
	{
		"name": "Leonard Stern",
		"net": "$4.5 BILLION UP",
		"score": 5,
		"source": "Real estate",
		"age": 79,
		"residence": "N,ew York City",
		"education": "M.B.A., NYU '59,",
		"description": "The real estate developer is doubling down on his New Jersey investments with one of the largest development pipelines in company history. He's building 820 residential units in Weehawken and several ware¬houses, including one for Walgreens. His Hartz Mountain firm, which his father founded as a pet products supplier, already owns some 38 million square feet of real estate.,"
	},
	{
		"name": "Jen-Hsun Huang",
		"net": "$4.4 BILLION UP",
		"score": 8,
		"source": "semiconduct,or",
		"age": 54,
		"residence": "L,os Altos, Calif.",
		"education": "M.S., Stanford '92,",
		"description": "Huang's road to the American Dream started with a boarding school in rural Kentucky. The Taiwan native, who moved to Thailand as a child, was sent to live with his aunt and uncle in the U.S. to escape civil unrest. But his newly emigrated relatives enrolled him in a school for troubled youth, mistaking it for a prep school. He eventually reunited with his parents in Oregon, where as a teen he worked as a busboy and then a waiter at Denny's. After graduating from Stanford, Huang cofounded Nvidia . The graphic-chips giant now supplies chips for computers, data centers and self-driving cars.,"
	},
	{
		"name": "Jeremy Jacobs Sr.",
		"net": "$4.4 BILLION UP",
		"score": 5,
		"source": "concessions",
		"age": 77,
		"residence": "E,ast Aurora, N.Y.",
		"education": "A.S., U. at Buffalo,",
		"description": "Jacobs' concessions juggernaut Delaware North remains locked in litigation with the U.S. government in a breach-of-contract suit centered on Yosemite National Park. A more positive development: The Boston Bruins ' owner was elected to the Hockey Hall of Fame in June. He and his family gave $30 million to his alma mater, the University at Buffalo , in 2015.,"
	},
	{
		"name": "Jeffrey Skoll",
		"net": "$4.4 BILLION UP",
		"score": 6,
		"source": "eBay",
		"age": 52,
		"education": "M.B.A., Stanford '95,",
		"description": "The eBay executive turned philanthropist and film producer was awarded the Carnegie Medal of Philanthropy in June. His Skoll Foundation, which supports social entrepreneurs, and his Skoll Global Threats fund, which focuses on big problems like global pandemics, have given out $600 million. His Participant Media coproduced Al ¬Gore's An Inconvenient Sequel: Truth to Power, which debuted in July--a follow-up to Gore's 2006 film, An Inconvenient Truth. He shut down his Pivot TV, a cable channel aimed at Millennials, in late 2016 after failing to find enough viewers.,"
	},
	{
		"name": "Russ Weiner",
		"net": "$4.4 BILLION UP",
		"score": 8,
		"source": "Energy drin,k",
		"age": 47,
		"residence": "D,elray Beach, Fla.",
		"education": "B.A., San Diego State University '93,",
		"description": "The son of right-wing talk-radio star Michael Savage, Weiner unsuccessfully ran for the California State Assembly in 1998, then went to work for his father's friend Maurice Kanbar, the Skyy Vodka founder. When Kanbar rejected his idea for an energy drink, Weiner used a $50,000 mortgage on his condo in Sausalito, California, to launch Rockstar in 2001, driving around San Francisco in an old limo painted with the Rockstar logo to promote the brand. Today the energy drink served up in a tallboy pulls in an estimated $725 million in sales but is a distant competitor to rivals Monster and Red Bull.,"
	},
	{
		"name": "Terrence Pegula",
		"net": "$4.3 BILLION UP",
		"score": 9,
		"source": "Natural gas",
		"age": 66,
		"residence": "B,oca Raton, Fla.",
		"education": "B.S., Penn State '73,",
		"description": "Pegula worked at a coal mine and a grocery store while majoring in petroleum engineering at Penn State. He joined Getty Oil after graduation, and in 1983 he cobbled together a $7,500 loan from friends and family to found his oil-and-gas explorer East Resources. Pegula sold the bulk of its assets to Royal Dutch Shell for $4.7 billion in 2010. The next year he bought the NHL's Buffalo Sabres from Tom Golisano (No. 264) for $189 million and then, in 2014, outbid groups led by Donald Trump and Jon Bon Jovi to pick up the NFL's Buffalo Bills for $1.4 billion.,"
	},
	{
		"name": "Austen Cargill II",
		"net": "$4.2 BILLION UP",
		"score": 1,
		"source": "Cargill",
		"age": 66,
		"education": "M.A., U. of Minnesota '78,",
		"description": ""
	}

	, {
		"name": "James Cargill II",
		"net": "$4.2 BILLION UP",
		"score": 1,
		"source": "Cargill",
		"age": 68,
		"education": "",
		"description": ""
	}, {
		"name": "Marianne Liebmann",
		"net": "$4.2 BILLION UP",
		"score": 1,
		"source": "Cargill",
		"age": 64,
		"education": "B.A., Montana State '75,",
		"description": "These 3 siblings each inherited an estimated 7% stake in Cargill, the global agribusiness giant. Austen served as a vice president until retiring in 2001; James and Marianne have not held executive roles.,"
	},
	{
		"name": "Igor Olenicoff",
		"net": "$4.2 BILLION UP",
		"score": 10,
		"source": "real estate",
		"age": 75,
		"residence": "L,ighthouse Point, Fla.",
		"education": "M.B.A., USC '66,",
		"description": "Olenicoff, who immigrated from Russia at 15, attended community college before qualifying for a government grant to pay for his studies at USC--on the condition he either work in government or teach after graduation. He satisfied the requirements by teaching evening courses at Valley College (now called Los Angeles Valley College) in business math for 4 years while working at Shell Oil and taking M.B.A. classes. Today Olenicoff owns more than 8 million square feet of office space and 12,000 residential units across 5 states through his Olen Properties, based in California.,"
	},
	{
		"name": "Walter Scott Jr. & family",
		"net": "$4.2 BILLION UP",
		"score": 7,
		"source": "utilities, ,teleco",
		"age": 86,
		"residence": "O,maha",
		"education": "B.S., Colorado State '53,",
		"description": "A lifelong friend of Warren Buffett's, Scott partnered with Berkshire Hathaway to buy utilities firm MidAmerican Energy in 2000 for more than $2 billion. Buffett's conglomerate owns 90% of what is now called Berkshire Hathaway Energy ; Scott (who sits on the boards of both companies) and his family own nearly all the rest.,"
	},
	{
		"name": "Kelcy Warren",
		"net": "$4.2 BILLION UP",
		"score": 9,
		"source": "Pipelines",
		"age": 62,
		"residence": "Dallas",
		"education": "B.S., U. of Texas at Arlington '78,",
		"description": "On June 1, crude oil started flowing through the controversial 1,172-mile Dakota Access Pipeline following President Trump's executive order to complete construction despite intense protests led by the Standing Rock Sioux tribe. Warren's Energy Transfer Partners was the key builder of the $3.8 billion pipeline, which can transport the equivalent of roughly 500,000 barrels of oil per day.,"
	},
	{
		"name": "Archie Aldis Red Emmerson & family",
		"net": "$4.1 BILLION UP",
		"score": 7,
		"source": "Timberland, lumber mill",
		"age": 88,
		"residence": "R,edding, Calif.",
		"education": "High School diploma,",
		"description": "Emmerson got expelled from a boarding school in Washington State for suggesting that a friend pin a condom to the hall bulletin board, which he did. A year later, he got his degree from a public high school. He went from there to the Marines, then to his dad's logging business, which he helped grow. His Sierra Pacific Industries has been expanding north from its home base in California and just finished building one of the nation's biggest sawmills in Washington State, where the company is now the biggest lumber producer. Emmerson is also the country's 3rd-largest landowner, with 1.68 million acres of timberland in California and 310,000 acres in Washington.,"
	},
	{
		"name": "J. Christopher Reyes",
		"net": "$4.1 BILLION UP",
		"score": 8,
		"source": "food distri,butio",
		"age": 63,
		"residence": "H,obe Sound, Fla.",
		"education": "B.S., U. of Maryland '75,",
		"description": ""
	}

	, {
		"name": "Jude Reyes",
		"net": "$4.1 BILLION UP",
		"score": 8,
		"source": "food distri,butio",
		"age": 62,
		"residence": "P,alm Beach, Fla.",
		"education": "B.A., Wofford College '77,",
		"description": "The brothers own Chicago-based food and beer distributor Reyes Holdings ; its beverage customers include Lagunitas and Hein¬e¬ken. The company delivers food and supplies to McDonald's restaurants around the world and in 2017 added Chick-fil-A as a customer. In May, Reyes Holdings announced that the firm will expand its soda distribution into California and Nevada.,"
	},
	{
		"name": "Julian Robertson Jr.",
		"net": "$4.1 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 85,
		"residence": "N,ew York City",
		"education": "B.S.B.A., U. of North Carolina '55,",
		"description": "Since closing his Tiger Management fund in 2000, the trading legend has seeded multiple hedge funds through his Tiger Cub disciples. He has also invested in numerous ventures in New Zealand, where he once took a yearlong sabbatical to write a novel and owns 3 resorts. Back in New York City, his Tiger Foundation has provided more than $150 million in grants aimed at fighting poverty.,"
	},
	{
		"name": "H. Ross Perot Sr.",
		"net": "$4.1 BILLION UP",
		"score": 10,
		"source": "Computer ser,vices, real estat",
		"age": 87,
		"residence": "Da,llas",
		"education": "B.S., U.S. Naval Academy '53,",
		"description": "Long before his presidential campaigns (1992 and 1996), Perot was an IBM salesman. He reportedly quit Big Blue when it wouldn't give him more computers to sell after he hit his annual quota. In 1962 he founded Electronic Data Systems and netted about $1.5 billion when he sold it to GM 22 years later. He then launched Perot Systems , which Dell bought for $3.9 billion in 2009. The son of a cotton broker and a graduate of Texas High School in Texarkana and the U.S. Naval Academy, Perot recruited military vets in 1978 to rescue two EDS employees imprisoned in Iran, a saga recounted in Ken Follett's book On Wings of Eagles.,"
	},
	{
		"name": "Ben Ashkenazy",
		"net": "$4 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 48,
		"residence": "N,ew York City",
		"education": "Dropout, Adelphi U.,",
		"description": "Born in Israel and raised on Long Island, Ashkenazy bought his first building at age 17, after he went to a shopping center to check out a site to open a fast food restaurant. The recent high school grad realized the lease offered was below market value and decided to find a lender and buy the property instead. In between his real estate ventures, Ashkenazy took night classes at Adelphi but ended up 6 credits shy of graduating. No matter: The dealmaker has, through Ashkenazy Acquisitions, built a $12 billion portfolio that includes Boston's Faneuil Hall and New York's Plaza Hotel. Now he is setting his sights on Europe, purchasing London's iconic Grosvenor House Hotel in July.,"
	},
	{
		"name": "Stephen Bisciotti",
		"net": "$4 BILLION UP",
		"score": 8,
		"source": "staffing, B,altimore Raven",
		"age": 57,
		"residence": "M,illersville, MD.",
		"education": "B.A., Salisbury State '82,",
		"description": "Bisciotti's Allegis Group is among the world's largest private staffing firms, with more than $11 billion in annual revenues. Recently, he has been channeling his earnings into a private investment fund shared with his cousin and Allegis cofounder, Jim Davis (No. 315). Bisciotti, who was raised by a single mother in Baltimore, graduated from nearby Salisbury State. He first bought a stake in the NFL's Baltimore Ravens in 2000. He now owns 100% of the team, which is worth an estimated $2.2 billion and is the biggest part of his fortune.,"
	},
	{
		"name": "James Jannard",
		"net": "$4 BILLION UNCHANGED",
		"score": 9,
		"source": "Oakley sung,lasse",
		"age": 68,
		"residence": "s,an juan islands, wash.",
		"education": "Dropout, USC,",
		"description": "The USC pharmacy student dropped out in the 1960s when the dean told him he had to cut his hippie hair. Jannard went on to found sunglasses maker Oakley, which went public in 1995 and sold to Luxottica for $2.1 billion in 2007. By then he was working on his next project, Red Digital, building high-resolution digital cameras that have since been used to shoot such movies as Avatar and The Hobbit. Up next: the world's first holographic smartphone, which, he says, has the best mobile camera on the market and will be available next year.,"
	},
	{
		"name": "John Morris",
		"net": "$4 BILLION UP",
		"score": 9,
		"source": "Sporting go,ods retai",
		"age": 69,
		"residence": "S,pringfield, MO.",
		"education": "B.A., Drury U. '70,",
		"description": "In September, Morris' Bass Pro Shops completed its $5 billion acquisition of rival retailer Cabela's , nearly doubling the size of his company. Morris first started selling fish tackle in 1972 and owned 100% of the business until the merger. Bass Pro is also the biggest boat manufacturer by volume in the U.S. A 350,000-square-foot natural history museum and aquarium in Springfield, funded largely by Morris, opened in September.,"
	},
	{
		"name": "Clemmie Spangler Jr.",
		"net": "$4 BILLION UP",
		"score": 5,
		"source": "Investments",
		"age": 85,
		"residence": "C,harlotte, N.C.",
		"education": "M.B.A., Harvard '56,",
		"description": "The owner of the nation's largest private wallboard producer, National Gypsum, Spangler has been a lifelong advocate for education. He apparently helped a North Carolina district desegregate its school system. His efforts warranted him a role on the state's board of education. Spangler, known as Dick, was chairman from 1982 to 1986. He was president of the University of North Carolina system from 1986 to 1997. According to Spangler, he and his father, who attended an advanced 13-week program at Harvard Business School in 1955, were the first father-son to attend HBS at the same time.,"
	},
	{
		"name": "Jeff Sutton",
		"net": "$4 BILLION UP",
		"score": 8,
		"source": "real estate",
		"age": 57,
		"residence": "N,ew York City",
		"education": "B.S., U. of Pennsylvania '81,",
		"description": "In late 2016, his Wharton Properties, named for his alma mater, and frequent partner SL Green signed Nike to a new lease at 650 Fifth Avenue worth $700 million over 15 years. He also raised $250 million in a bond offering in Israel this year. Both deals helped offset a downturn in the retail market that has hit Manhattan storefronts, the bulk of his fortune. Meanwhile, American Girl, one of his first big leases (signed in 2002), is moving to Rockefeller Center in November. This summer he spent millions on a weeklong wedding celebration for his daughter in Italy.,"
	},
	{
		"name": "Joan Tisch",
		"net": "$4 BILLION UP",
		"score": 1,
		"source": "Diversified",
		"age": 90,
		"residence": "N,ew York City",
		"education": "B.A., U. of Michigan '48,",
		"description": "Her late husband, Bob, had already endowed several Tisch buildings at NYU by the time Joan founded NYU's Center for Women's Health for an undisclosed sum in 2011. Her husband and his older brother gained control of Loews Corp . in 1960; it has interests in drilling, natural-gas pipelines and insurance.,"
	},
	{
		"name": "Rick Caruso",
		"net": "$3.9 BILLION UP",
		"score": 7,
		"source": "Real estate",
		"age": 58,
		"residence": "b,rentwood, calif.",
		"education": "J.D., Pepperdine '83,",
		"description": "The mall owner insists the traditional store isn't a goner but admits rivals like Amazon will force them to be smarter and know their customers better. At the Grove, his signature open-air shopping center in Los Angeles, 90% of visitors make a purchase. Caruso knows Los Angeles well: A USC Trojan, he was president of his fraternity, Sigma Alpha Epsilon. He launched the Caruso Scholars in 2013, a college scholarship program to help low-income L.A. high school students attend top colleges. The first class of 10 Caruso scholars graduated this year.,"
	},
	{
		"name": "Dagmar Dolby & family",
		"net": "$3.9 BILLION UP",
		"score": 1,
		"source": "Dolby Labor,atorie",
		"age": 76,
		"residence": "S,an Francisco",
		"education": "Bach., Heidelberg U. '66,",
		"description": "The widow of sound-technology pioneer Ray Dolby (d. 2013) pledged nearly $53 million in 2015 to the University of Cambridge , his alma mater. She previously donated $20 million to UC San Francisco . She and her sons still own shares in publicly traded Dolby Laboratories , which Ray founded in 1965.,"
	},
	{
		"name": "I saac Perlmutter",
		"net": "$3.9 BILLION UP",
		"score": 10,
		"source": "Marvel Comic,",
		"age": 74,
		"residence": "Pa,lm Beach, Fla.",
		"education": "High School diploma,",
		"description": "With $250 in his pocket, Perlmutter immigrated from Israel to America in 1967. From there, his life story reads like one of the fantastical Marvel stories he now produces: He presided over Jewish funerals and sold toys on the sidewalk before eventually buying comic-book company Marvel. Under Perlmutter, it started to pump out hit movies like Iron Man and The Avengers. Perlmutter sold a majority to Disney in 2009 and is no longer in charge of the movie machine that will soon release Black Panther and the third Avengers installment. He is chairman of Marvel Entertainment, the TV and comic-book business.,"
	},
	{
		"name": "Isaac Perlmutter",
		"net": "$3.9 BILLION UP",
		"score": 10,
		"source": "Marvel Comic,",
		"age": 74,
		"residence": "Pa,lm Beach, Fla.",
		"education": "High school diploma,",
		"description": "With $250 in his pocket, Perlmutter immigrated from Israel to America in 1967. From there, his life story reads like one of the fantastical Marvel stories he now produces: He presided over Jewish funerals and sold toys on the sidewalk before eventually buying comic-book company Marvel. Under Perlmutter, it started to pump out hit movies like Iron Man and The Avengers. Perlmutter sold a majority to Disney in 2009 and is no longer in charge of the movie machine that will soon release Black Panther and the third Avengers installment. He is chairman of Marvel Entertainment, the TV and comic-book business.,"
	},
	{
		"name": "Stewart & Lynda Resnick",
		"net": "$3.9 BILLION DOWN",
		"score": 8,
		"source": "Agriculture, wate",
		"age": 78,
		"education": "J.D., UCLA '62 (Stewart), Dropout, Los Angeles City College (Lynda),",
		"description": "From almonds and oranges in Central Valley, California, to bottled water from Fiji, the Resnicks owe their fortune to nature's bounties. Via their The Wonderful Co., they are the world's largest grower of tree nuts, America's largest citrus grower and producer of such supermarket staples as Fiji Water and POM Wonderful. The couple met when Stewart, the son of a bar owner who had fled New Jersey for sunny California, wanted Lynda's help in promoting his janitorial business. Lynda, a former child actress from affluent Beverly Hills, had dropped out of Los Angeles City College to start her own advertising agency at age 19."
	},
	{
		"name": "Jerry Speyer",
		"net": "$3.9 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 77,
		"residence": "N,ew York City",
		"education": "M.B.A., Columbia '64,",
		"description": "Longtime New York resident has been a big donor to some of the city's elite education institutions, including his alma mater Columbia and his son's high school. His real estate firm Tishman Speyer has owned, redeveloped or managed 165 million square feet, including Manhattan landmarks Rockefeller Center and the Chrysler Building. The firm also has real estate equity funds with $14 billion in net assets under management. Speyer got into business with his late father-in-law, Robert Tishman, in 1978. The marriage ended in divorce, but the company survived.,"
	},
	{
		"name": "Harry Stine",
		"net": "$3.9 BILLION UP",
		"score": 10,
		"source": "Agriculture",
		"age": 75,
		"residence": "A,del, Iowa",
		"education": "B.A., McPherson College '63,",
		"description": "The McPherson College alum, who is dyslexic and mildly autistic, was the first in his family of farmers to go to college. He put himself through school by washing milk bottles and digging up plants for a nursery. He got into seed breeding in the 1960s and was one of the first to patent the genetics of the soybean in the early 1990s. His firm, which licenses his powerful corn and soybean seed genetics to multinational firms like Monsanto and Syngenta , has over 900 patents on soybean seeds alone.,"
	},
	{
		"name": "Steven Udvar-Hazy",
		"net": "$3.9 BILLION UP",
		"score": 9,
		"source": "Aircraft le,asin",
		"age": 71,
		"residence": "B,everly Hills, Calif.",
		"education": "B.A., UCLA '68,",
		"description": "While still an economics student at UCLA, Udvar-Hazy helped arrange a $1 million deal to sell an Air New Zealand plane to an Alaska airline and earned a $50,000 fee. In 1973, he cofounded International Lease Finance , which was bought by AIG in 1990 for $1.3 billion. Today he is the executive chairman of Air Lease Corp ., which owns and leases more than 280 aircraft. Udvar-¬Hazy and his wife, Christine, have donated more than $100 million to education, including to Stanford and the Embry-Riddle Aeronautical University in Arizona.,"
	},
	{
		"name": "Arthur Blank",
		"net": "$3.8 BILLION UP",
		"score": 9,
		"source": "Home depot",
		"age": 75,
		"residence": "Atlanta",
		"education": "B.S., Babson College '63,",
		"description": "In August, Blank's Atlanta Falcons and MLS club Atlanta United moved into their new $1.5 billion home, Mercedes-Benz Stadium, slated to host the 2019 Super Bowl. Blank studied accounting at Babson College, where he ran a laundry-pickup service and a landscaping business to cover his expenses. He and Bernard Marcus (No. 150) built Home Depot from scratch in 1978 after they were fired from jobs at regional hardware store Handy Dan. Since 1995, he has donated more than $65 million to education, from youth-leadership initiatives to college-readiness programs.,"
	},
	{
		"name": "Nathan Blecharczyk",
		"net": "$3.8 BILLION UP",
		"score": 8,
		"source": "Airbnb",
		"age": 34,
		"education": "B.A., Harvard '05,",
		"description": ""
	}

	, {
		"name": "Brian Chesky",
		"net": "$3.8 BILLION UP",
		"score": 8,
		"source": "Airbnb",
		"age": 36,
		"education": "B.F.A., RISD '04,",
		"description": ""
	}

	, {
		"name": "Joe Gebbia",
		"net": "$3.8 BILLION UP",
		"score": 8,
		"source": "Airbnb",
		"age": 36,
		"education": "B.F.A., RISD '05,",
		"description": "Chesky and Gebbia met at Rhode Island School of Design before coming up with Airbedandbreakfast.com, the precursor to Airbnb , in 2008. It was an idea born in desperation: They were broke and faced rising San Francisco rents and so invited guests to crash on mattresses in their apartment. The 2 designers brought in Blecharczyk--a former roommate of Gebbia's with a Harvard computer-science degree--to become the company's first engineer. Now Airbnb has over 4 million listings worldwide in 191 countries and hit 200 million guest bookings in August 2017.,"
	},
	{
		"name": "Jeff Greene",
		"net": "$3.8 BILLION UP",
		"score": 10,
		"source": "real estate, investment",
		"age": 62,
		"residence": "Palm Beach, fla.,",
		"education": "M.B.A., Harvard '79,",
		"description": "To pay for Johns Hopkins, Greene relied on scholarships, loans and part-time jobs; he taught Hebrew 3 days a week and checked IDs outside the gym and library 15 hours per week. He later traveled the country selling circus tickets to pay for Harvard Business School. He bought his first house while at Harvard and rented out 2 floors. He had 18 properties by the time he graduated. Today Greene owns 3,500 apartments in Los Angeles, 2,500 units in Florida and 3 buildings in New York City, plus 5 homes. Around 80 students attend his pre-k to 8th grade Greene School in Palm Beach, which opened last year."
	},
	{
		"name": "H. Fisk Johnson",
		"net": "$3.8 BILLION UP",
		"score": 3,
		"source": "Cleaning pr,oduct",
		"age": 59,
		"residence": "R,acine, Wis.",
		"education": "Ph.D., Cornell '86,",
		"description": ""
	}

	, {
		"name": "Imogene Powers Johnson",
		"net": "$3.8 BILLION UP",
		"score": 1,
		"source": "Cleaning pr,oduct",
		"age": 87,
		"residence": "R,acine, Wis.",
		"education": "B.A., Cornell '52,",
		"description": ""
	}

	, {
		"name": "S. Curtis Johnson",
		"net": "$3.8 BILLION UP",
		"score": 1,
		"source": "Cleaning pr,oduct",
		"age": 62,
		"residence": "R,acine, Wis.",
		"education": "M.B.A., Northwestern '83,",
		"description": ""
	}

	, {
		"name": "Helen Johnson-Leipold",
		"net": "$3.8 BILLION UP",
		"score": 3,
		"source": "Cleaning pr,oduct",
		"age": 60,
		"residence": "R,acine, Wis.",
		"education": "B.A., Cornell '78,",
		"description": ""
	}

	, {
		"name": "Winifred Johnson-Marquart",
		"net": "$3.8 BILLION UP",
		"score": 2,
		"source": "Cleaning pr,oducts",
		"age": 58,
		"residence": "V,irginia Beach, VA.",
		"education": "Dropout, Cornell,",
		"description": "The widow and 4 children of Samuel Johnson Jr. (d. 2004) own a majority stake in $10 billion (estimated sales) cleaning products company SC Johnson, which he ran for 34 years. His son H. Fisk III is chairman and CEO. Daughter Helen oversees Johnson Financial and publicly traded Johnson Outdoors. Daughter Winifred heads the family foundation. Son S. Curtis pleaded guilty to misdemeanor sexual assault of his stepdaughter in 2014; he has no role at the company.,"
	},
	{
		"name": "Ronald Lauder",
		"net": "$3.8 BILLION UP",
		"score": 5,
		"source": "Estee Laude,",
		"age": 73,
		"residence": "N,ew York City",
		"education": "B.S., U. of Pennsylvania '65,",
		"description": "The youngest son of makeup maven Estée Lauder, Ronald has spent a total of 39 years on its board, having taken a break between 2009 and 2016. Chairman of Clinique Laboratories, he is the father of Aerin and Jane, newcomers to The Forbes 400. Outside of the publicly traded cosmetics firm, Lauder has years of experience as a diplomat, serving as deputy assistant secretary of defense for European & NATO affairs from 1983 to 1986 and, later, ambassador to Austria from 1986 to 1987.,"
	},
	{
		"name": "Robert McNair",
		"net": "$3.8 BILLION UP",
		"score": 8,
		"source": "Energy, spo,rt",
		"age": 80,
		"residence": "H,ouston",
		"education": "B.A., U. of South Carolina '58,",
		"description": "In the wake of Hurricane Harvey, McNair, owner of NFL's Houston Texans, pledged to donate $2 million to relief efforts; fellow NFL owner Robert Kraft (No. 86) immediately said he'd match the pledge with $1 million. McNair bought the Texans for $700 million in 1999, the same year he sold his power generator company Cogen Technologies for $1.5 billion. He and his wife, Janice, donate more than $20 million each year to their education-focused foundation.,"
	},
	{
		"name": "Ira Rennert",
		"net": "$3.8 BILLION DOWN",
		"score": 8,
		"source": "Investments",
		"age": 83,
		"residence": "N,ew York City",
		"education": "M.B.A., NYU '56,",
		"description": "In 2015, a jury found Rennert liable for looting his Magnesium Corp. of America, from which the plaintiff claimed he took dividends to build his $249 million (appraised value) mansion in the Hamptons. An appeals court judge ruled in March that Rennert owed $213 million to the trustee of the magnesium company's estate. He petitioned the U.S. Supreme Court in August, though as of press time the case has not been accepted by the court. Rennert, a former credit analyst, made a fortune issuing junk bonds secured by metal companies he acquired and has built an industrial empire that claims to haul in more than $5 billion in revenue a year.,"
	},
	{
		"name": "Henry Samueli",
		"net": "$3.8 BILLION UP",
		"score": 9,
		"source": "Semiconduct,or",
		"age": 63,
		"residence": "N,ewport Beach, Calif.",
		"education": "Ph.D., UCLA '80,",
		"description": "In 2017 alone, Samueli pledged $20 million to UCLA and $200 million to UC Irvine, the school's largest gift to date. He cofounded chipmaker Broadcom with Henry Nicholas (No. 226) in 1991. Singapore-based Avago Technologies acquired the business in a $37 billion deal in 2015; Samueli remains chief technical officer of the combined company, which was renamed Broadcom Limited. He received his B.S., M.S. and Ph.D. in electrical engineering from UCLA, and he is a professor at UC Irvine.,"
	},
	{
		"name": "Jack & Laura Dangermond",
		"net": "$3.7 BILLION UP",
		"score": 8,
		"source": "Mapping sof,twar",
		"age": 72,
		"education": "M.l.A., Harvard '69 (Jack), B.S., Cal Poly Pomona '73 (laura),",
		"description": "When disaster strikes, the Dangermonds' technology is a lifesaving tool. The digital-mapping software Esri again proved useful ¬during Hurricane Irma, Hurricane Harvey and the recent earthquake in Mexico as government agencies used it to plot evacuation routes, monitor wind and storm-surge patterns and provide real-time maps to first responders. The Dangermonds, who met as 16-year-old high schoolers, cofounded Esri in 1969 while he was attending Harvard. Still a privately held company, Esri has grown its user base to include more than 350,000 organizations in 137 countries."
	},
	{
		"name": "Ken Fisher",
		"net": "$3.7 BILLION UP",
		"score": 8,
		"source": "Money manag,emen",
		"age": 66,
		"residence": "C,amas, Wash.",
		"education": "B.S., Humboldt State '72,",
		"description": "Fisher, who wrote the longest continuous-running column in Forbes' history, penned his last in late 2016 after more than 32 years. He remains executive chairman and co-chief investment officer of Fisher Investments, which he founded in 1979 with $250. Its assets under management are now nearly $72 billion. Fisher dropped out of high school “because it was a waste of time” and headed to community college where he could “take better classes.” Humboldt State, from which he graduated with a degree in economics, apparently became a university the day before he graduated.,"
	},
	{
		"name": "Dan Friedkin",
		"net": "$3.7 BILLION UP",
		"score": 4,
		"source": "Toyota deal,ership",
		"age": 52,
		"residence": "H,ouston",
		"education": "M.B.A., Rice '92,",
		"description": "Friedkin owns Gulf States Toyota, the $8.8 billion (sales) car distributor built by his father, Thomas (d. 2017). He's invested in a production studio that's set to release a movie later this year based on the kidnapping of oil heir J. Paul Getty III. He also owns one of the largest collections of vintage military war planes and is a wildlife conservationist.,"
	},
	{
		"name": "Tom Gores",
		"net": "$3.7 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 53,
		"residence": "B,everly Hills",
		"education": "B.S., Michigan State '86,",
		"description": "The Israeli native moved with his family to Michigan in 1968 at age 4, growing up in Flint, where he stocked shelves at a grocery store. He and his family prospered greatly--his Platinum Equity closed a $6.5 billion fund in March; brother Alec (No. 359) made his own fortune--while their adopted hometown decayed. To help Flint, Gores launched a campaign last year called FlintNow to raise money for the water crisis. In August he pledged $1 million to create the Flint Promise scholarship program.,"
	},
	{
		"name": "Thomas Pritzker",
		"net": "$3.7 BILLION UP",
		"score": 4,
		"source": "Hotels, inv,estment",
		"age": 67,
		"residence": "C,hicago",
		"education": "J.D., U. of Chicago '76,",
		"description": "The executive chairman of Hyatt Hotels, Pritzker is an honorary professor of history at China's Sichuan University and leads archeological expeditions in the Himalayas. He also cofounded NAWAH Port Management, a cargo operator in southern Iraq, which partnered with Hong Kong billionaire Li Ka-shing's CK Hutchison Holdings in August.,"
	},
	{
		"name": "Michael Milken",
		"net": "$3.7 BILLION UP",
		"score": 8,
		"source": "Investments",
		"age": 71,
		"residence": "L,os Angeles",
		"education": "M.B.A., U. of Pennsylvania, 1970,",
		"description": "Milken began building his fortune while at Drexel Burnham Lambert, where he led development of the high-yield junk bond market in the 1980s. He spent 22 months in prison after pleading guilty to securities fraud in 1990. Banned from trading, Milken shifted his focus to philanthropy and to his Milken Institute think tank. He's long held leadership roles. At UC Berkeley he was president of Sigma Alpha Mu fraternity. He switched his college major from math and science to business after witnessing the 1965 Watts riot in Los Angeles, with the goal of democratizing access to capital.,"
	},
	{
		"name": "Steven Spielberg",
		"net": "$3.6 BILLION DOWN",
		"score": 8,
		"source": "Movies",
		"age": 70,
		"education": "B.A., cal state '02,",
		"description": "The veteran moviemaker , who won the Academy Award for Best Director twice ( Schindler's List, Saving Private Ryan ), has been at it for nearly 6 decades, with no signs of slowing down. His fifth Indiana Jones movie is in the works. His Amblin Partners has a spate of projects on the way, including his sci-fi film Ready Player One , due out in 2018. After failing to get into USC film school, he enrolled at Cal State, Long Beach, but dropped out in 1969. He got his start as an intern at Universal Studios, returning to Cal State in 2001 for his B.A. He also holds honorary doctorates from several schools, including USC.,"
	},
	{
		"name": "Jimmy Haslam",
		"net": "$3.6 BILLION UNCHANGED",
		"score": 3,
		"source": "Gas station,s, retai",
		"age": 63,
		"residence": "K,noxville, Tenn.",
		"education": "B.A., U. of Tennessee '76,",
		"description": "The family truck-stop company, whose board Haslam joined as a 20-year-old college senior, is now Warren Buffett's latest conquest. In October, Berkshire Hathaway announced it will acquire 39% of $20 billion (2016 sales) Pilot Flying J, which he runs as CEO. It will buy an additional 41% in 2023. Pilot admitted to defrauding its diesel-¬fuel customers in 2014 and agreed to a $92 million settlement; in July, 4 employees pleaded guilty to the same charges. He and his brother Bill, Tennessee's governor, have denied any knowledge of wrongdoing. With his wife, Dee, Haslam owns the NFL's Cleveland Browns.,"
	},
	{
		"name": "Jeffery Hildebrand",
		"net": "$3.6 BILLION DOWN",
		"score": 8,
		"source": "Oil",
		"age": 58,
		"education": "M.S., u. of texas '85,",
		"description": "A former ExxonMobil geologist, Hildebrand cofounded Hilcorp in 1989 and later bought out his partner for $500 million. By specializing in squeezing more oil and gas out of mature fields, he has built Hilcorp into the nation's biggest privately owned oil company, with operations in Texas, Louisiana, Alaska and Ohio, where regulators have blamed his drilling for a series of earthquakes. Hilcorp has cooperated with officials. He teamed up with Carlyle Group in April to buy ConocoPhillips' gas fields in ¬Colorado and New Mexico for $3 billion. He owns a 957-acre ranch near Aspen that once belonged to John Denver.,"
	},
	{
		"name": "Edward Johnson IV",
		"net": "$3.6BILLION NEW TO LIST",
		"score": 2,
		"source": "Money manag,emen",
		"age": 52,
		"residence": "B,oston",
		"education": "B.S., Northeastern '93,",
		"description": ""
	}

	, {
		"name": "Elizabeth Johnson",
		"net": "$3.6 BILLION NEW TO LIST",
		"score": 1,
		"source": "Money manag,emen",
		"age": 54,
		"residence": "B,oston",
		"education": "B.S., Franklin Pierce University '86,",
		"description": "The children of Edward Ned Johnson III (No. 62) and siblings of Abigail Johnson (No. 29) join The Forbes 400 this year; Forbes recently obtained a document originally filed with Utah state regulators in 2000 showing that Edward and Elizabeth hold a 5.56% stake each in FMR, the parent company of Fidelity Investments. Their sister Abigail is chairman of mutual fund giant Fidelity. Edward IV is president of Pembroke, a real estate business under FMR; Elizabeth is the founder of a show-jumping horse stable in Wellington, Fla.,"
	},
	{
		"name": "Rishi Shah",
		"net": "$3.6BILLION NEW TO LIST",
		"score": 8,
		"source": "Health care, medi",
		"age": 31,
		"residence": "c,hicago",
		"education": "Dropout, Northwestern,",
		"description": "Shah started what would become Outcome Health as a 20-year-old student at Northwestern, dropping out a year later to pursue the idea. Outcome claims it provides 231,000 health care professionals with tablets and screens with specialized ads and content for their offices and waiting rooms. It raised more than $500 million at a $5.6 billion valuation in May. Sources told Forbes that customers aren't happy; Pfizer got a full $4 million refund for one ad campaign. Outcome insists that it provides meaningful returns and that the majority of its customers renew their deals. Still, it recently laid off dozens of employees, even as it announced plans to hire 2,000 more staffers."
	},
	{
		"name": "Tilman Fertitta",
		"net": "$3.5 BILLION UP",
		"score": 9,
		"source": "Restaurants, casino",
		"age": 60,
		"residence": "H,ouston",
		"education": "Dropout, U. of Houston,",
		"description": "Fertitta is buying the Houston Rockets, pending approval of the NBA, from billionaire Leslie Alexander. The $2.2 billion price is the highest ever paid for an NBA team; Fertitta is financing the deal in part through the sale of $1.4 billion in bonds issued by his Golden Nugget casinos. Fertitta also owns Landry's, whose restaurants include Landry's Seafood House and Bubba Gump Shrimp Co. He bought restaurant group BR Guest, owner of Dos Caminos and Blue Water Grill, in 2016. Another of his roles: chairman of the University of Houston's board of regents.,"
	},
	{
		"name": "Michael Moritz",
		"net": "$3.5 BILLION UP",
		"score": 8,
		"source": "Venture cap,ita",
		"age": 63,
		"residence": "S,an Francisco",
		"education": "M.B.A., u. of Pennsylvania '78,",
		"description": "Welsh-born chairman of Sequoia Capital has been vocal in his opposition to President Donald Trump's policies, writing several op-eds—including one in September that argued that China is leaving a Trump-led America behind in business, education and immigration. The venture capitalist has taken a step back since 2012, when he announced that he has an incurable medical condition, but he still sits on the board of numerous startups, including Klarna and Stripe.,"
	},
	{
		"name": "Rodger Riney",
		"net": "$3.5 BILLION NEW TO LIST",
		"score": 7,
		"source": "discount br,okerag",
		"age": 71,
		"residence": "S,t. Louis",
		"education": "M.B.A., U. of Missouri '69,",
		"description": "In 1980, Riney moved to Scottsdale, Arizona, and cofounded what would become one of the country's leading online discount brokerage firms, Scottrade. He bought out his partner in 1985 and expanded it to serve 3 million clients with $170 billion in assets under management. In October 2016, Joe Ricketts' (No. 388) TD Ameritrade—a competitor—said it would buy Scottrade for $4 billion in cash and stock. The deal closed in September; Riney became the company's second-largest individual shareholder and a special advisor to the CEO.,"
	},
	{
		"name": "Leandro Rizzuto & family",
		"net": "$3.5 BILLION DOWN",
		"score": 9,
		"source": "Consumer pr,oduct",
		"age": 79,
		"residence": "S,heridan, Wyo.",
		"education": "Dropout, St. John's University,",
		"description": "The son of 2 Sicilian hairdressers, Rizzuto left St. John's after 3 ½ years to join the family business. His father, who liked to fiddle with hair products, had invented bristle-brush hair rollers and planned to sell them to beauty salons. To fund the venture, which started in the family's Brooklyn home, then 21-year-old Rizzuto sold his Cadillac and paid off the family debt in 1959. Thirteen years later, Rizzuto's firm, Conair, introduced the iconic Yellowbird, a bright-yellow, pistol-grip hair dryer that didn't shatter when dropped, making it a hit among professionals. Conair owns other consumer products, including the kitchen gadget line Cuisinart.,"
	},
	{
		"name": "Bernard Saul II",
		"net": "$3.5 BILLION UP",
		"score": 5,
		"source": "Banking, re,al estat",
		"age": 85,
		"residence": "C,hevy Chase, MD.",
		"education": "L.L.B., U. of Virginia '57,",
		"description": "Saul inherited his grandfather's property-management firm and expanded it into an empire of commercial, residential and hospitality holdings in such states as Florida, Maryland and Virginia. Perhaps his most iconic property: the Hay-Adams, the historic luxury hotel across the street from the White House, whose past guests include Theodore Roosevelt, Mark Twain, Amelia Earhart and Sinclair Lewis.,"
	},
	{
		"name": "Donald Sterling",
		"net": "$3.5 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 83,
		"residence": "B,everly Hills, Calif.",
		"education": "J.D., Southwestern Law School '60,",
		"description": "Born Donald Tokowitz to Jewish immigrants, Sterling made the majority of his wealth from apartment buildings in L.A. In 2014 his wife, Shelly, sold the NBA's L.A. Clippers to Steve Ballmer (No. 15) for $2 billion, after the disclosure of racist remarks made by Donald to his then mistress."
	},
	{
		"name": "Anita Zucker",
		"net": "$3.5 BILLION UP",
		"score": 3,
		"source": "Chemicals",
		"age": 65,
		"residence": "Charleston, S.C.",
		"education": "M.ed., U. of North Florida '78,",
		"description": "A former elementary-school teacher, Zucker is CEO of InterTech Group, a private, family-owned chemicals manufacturer in Charleston, South Carolina. The company was cofounded in 1982 by her late husband, Jerry, who died in 2008. InterTech generated estimated revenues of $4.1 billion in 2016, has an aerospace engineering unit and owns extensive industrial real estate. The daughter of a Holocaust survivor, Zucker also owns the South Carolina Stingrays, a minor league hockey team.,"
	},
	{
		"name": "Sid Bass",
		"net": "$3.4 BILLION UP",
		"score": 4,
		"source": "Oil, invest,ment",
		"age": 75,
		"residence": "F,ort Worth, Tex.",
		"education": "M.B.A., Stanford '68,",
		"description": "In late 2016, Bass negotiated with ExxonMobil's then-CEO, Rex Tillerson, to sell his family's oilfields in New Mexico for $5.6 billion in stock (with up to $1 billion more in contingent cash payments). Other benefactors from the sale, which was announced in January, include his 3 brothers, Robert (No. 122), Lee (No. 315) and Edward (No. 324). Sid has been an astute investor since the late 1960s; he partnered for many years with star investor (and former Forbes 400 member) Richard Rainwater (d. 2015). The family fortune stems from successful bets on Texas oil in the 1930s by the siblings' great-uncle Sid Richardson.,"
	},
	{
		"name": "Judy Faulkner",
		"net": "$3.4 BILLION UP",
		"score": 8,
		"source": "Health IT",
		"age": 74,
		"residence": "Madison, Wis.",
		"education": "M.S., U. of Wisconsin-Madison '67,",
		"description": "In August, an aide to Joe Biden reportedly recalled a meeting for the former vice president's Cancer Moonshot initiative in which Faulkner asked Biden, Why do you want your medical records? They're 1,000 pages, of which you understand 10. An Epic spokesperson insists the conversation was cordial, and Faulkner supports patients' rights to access their medical records. Faulkner knows records well. She is the founder and CEO of Epic, a leading medical-record software company that stores 190 million patients' files.,"
	},
	{
		"name": "Peter Kellogg",
		"net": "$3.4 BILLION UP",
		"score": 4,
		"source": "Investments",
		"age": 75,
		"residence": "S,hort Hills, N.J.",
		"education": "B.S., Babson '64,",
		"description": "Kellogg took over Spear, Leeds & Kellogg, the brokerage house where his father was a partner, in 1973. He helped turn it into the biggest specialist brokerage firm on the New York Stock Exchange before selling it to Goldman Sachs in 2000 for $6.5 billion in cash and stock.,"
	},
	{
		"name": "Anthony Pritzker",
		"net": "$3.4 BILLION UNCHANGED",
		"score": 3,
		"source": "Hotels, inv,estment",
		"age": 56,
		"residence": "L,os Angeles",
		"education": "M.B.A., U. of Chicago '87,",
		"description": ""
	}

	, {
		"name": "Jay Robert  J.B.  Pritzker",
		"net": "$3.4 BILLION UNCHANGED",
		"score": 3,
		"source": "Hotels, inv,estment",
		"age": 52,
		"residence": "C,hicago",
		"education": "J.D., Northwestern '93,",
		"description": "The brothers own the Pritzker Group, a private equity and venture capital firm, though Tony has been left to run it solo as his younger brother recently turned his attention to politics. J.B., who cochaired Hillary Clinton's 2008 campaign for the White House, announced in April that he's running for governor of Illinois, aiming to unseat Republican governor Bruce Rauner. He'll have to beat out several other Democrats; the primary is in March. Los Angeles-based Tony spent 2 decades running midsize manufacturing and distribution companies, including firms within the Pritzker family's Marmon conglomerate, which was sold to Berkshire Hathaway. Their uncle and father built the Hyatt Hotel chain from a small group of airport motels.,"
	},
	{
		"name": "Mitchell Rales",
		"net": "$3.4 BILLION DOWN",
		"score": 7,
		"source": "Manufacturi,ng, investment",
		"age": 61,
		"residence": "P,otomac, MD.",
		"education": "Bach., Miami of Ohio '78,",
		"description": "Rales cofounded industrial giant Danaher Corp. with his brother Steven (No. 97) in 1983. An avid art collector, Mitchell showcases an extensive collection of works in his Glenstone Museum in Potomac, Maryland; visitors need to make an appointment to see the collection, which includes Jeff Koons' sculpture Split-Rocker, made of 27,000 live flowering plants.,"
	},
	{
		"name": "Richard Schulze",
		"net": "$3.4 BILLION UP",
		"score": 8,
		"source": "Best Buy",
		"age": 76,
		"residence": "Bonita Springs, Fla.",
		"education": "High school diploma,",
		"description": "Schulze enrolled at the University of St. Thomas in Minnesota, but decided to join the Air National Guard and eventually became an electronics-components salesman. In 1966, he opened a stereo-equipment store, The Sound of Music, which is today's $39 billion (sales) Best Buy. Schulze donated $50 million to the University of St. Thomas in 2000 and served as a trustee from 1995 to 2015.,"
	},
	{
		"name": "John Arnold",
		"net": "$3.3 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 43,
		"residence": "H,ouston",
		"education": "B.A., Vanderbilt, '95,",
		"description": "Arnold shocked the hedge fund world in 2012 when, at just 38 years old, he announced he was retiring. A former Enron trader, he went on to build his own hedge fund, minting a fortune. Arnold has since focused on what he calls strategic philanthropy. His initiatives include tackling bad science by pushing for academic studies that are more rigorously data-driven and funding criminal-justice reform efforts, including testing the impact of police body cameras on public safety.,"
	},
	{
		"name": "Neil Bluhm",
		"net": "$3.3 BILLION UP",
		"score": 10,
		"source": "Real estate",
		"age": 79,
		"residence": "C,hicago",
		"education": "J.D., Northwestern '62,",
		"description": "This past year, Bluhm challenged fellow alums of Northwestern's law school to double their last donation, pledging to match it. Since 1999, Bluhm has donated more than $32 million to his alma mater, home to the Bluhm Legal Clinic, where students gain experience by providing affordable legal advice to real clients. Bluhm, a Chicago-native and grandson of poor Lithuanian immigrants, owns properties that include the Four Seasons hotel and marquee shopping territory along Michigan Avenue.,"
	},
	{
		"name": "Andrew & Peggy Cherng",
		"net": "$3.3 BILLION UP",
		"score": 9,
		"source": "Restaurants",
		"age": 70,
		"education": "M.S., U. of Missouri '72 (Andrew), Ph.D., U. of Missouri '74 (Peggy),",
		"description": "Cofounders of the $2.8 billion (sales) Chinese fast food chain Panda Express are diversifying, investing in smaller chains that sell cheesecake, salad and more. In September, they partnered with the Japanese owners of popular ramen brasserie Ippudo to open a California location. The pair pledged $30 million in March to Caltech (neither is an alum) to support the school's medical engineering department. The immigrant couple met at Baker University in Kansas."
	},
	{
		"name": "Charles Cohen",
		"net": "$3.3 BILLION UP",
		"score": 5,
		"source": "Real estate",
		"age": 65,
		"residence": "N,ew York City",
		"education": "J.D., Brooklyn Law School '77,",
		"description": "The developer, who gets most of his fortune from 12 million square feet of real estate, primarily high-rise office buildings and design centers, has used his success to help fund his passion for movies. He produced the Oscar-nominated Frozen River and co-distributed The Salesman , from Iran and winner of the Oscar for best foreign language film in 2017. His Cohen Media Channel, offering 75 classic films, will debut on Amazon in January as subscription video on demand. He bought iconic Paris cinema La Pagode in October and the Larchmont Playhouse north of Manhattan in September.,"
	},
	{
		"name": "Mark Cuban",
		"net": "$3.3 BILLION UP",
		"score": 8,
		"source": "Online medi,",
		"age": 59,
		"residence": "D,allas",
		"education": "B.S., Indiana U. '81,",
		"description": "In September, the Shark Tank star and owner of the NBA's Dallas Mavericks lent his plane to deliver supplies to Hurricane Maria victims in Puerto Rico. As an Indiana undergrad, Cuban briefly ran a bar, Motley's Pub, which he started with rugby teammates. It lasted for only one school year; according to his college yearbook, Motley's shuttered in May 1980 after alleged state liquor law violations. His later ventures have been much more successful. He and fellow IU alum Todd Wagner sold Broadcast.com to Yahoo for $5.7 billion in stock in 1999.,"
	},
	{
		"name": "Amos Hostetter Jr.",
		"net": "$3.3 BILLION UP",
		"score": 7,
		"source": "Cable telev,isio",
		"age": 80,
		"residence": "B,oston",
		"education": "M.B.A., Harvard '61,",
		"description": "Hostetter competed in ice hockey, tennis and swimming during his time at Amherst, his undergraduate alma mater, and is still involved with the college. Since 1989, Hostetter has been an Amherst trustee, chairing its board between 1998 and 2005. Hostetter, the cofounder of Continental Cablevision, supports Boston-area causes, donating to education, arts and environmental conservation through his Barr Foundation.,"
	},
	{
		"name": "Randal Kirk",
		"net": "$3.3BILLION DOWN",
		"score": 8,
		"source": "Pharmaceuti,cal",
		"age": 63,
		"residence": "L,ake Worth, Fla.",
		"education": "J.D., U. of Virginia '79,",
		"description": "His biotechnology conglomerate Intrexon churns out such innovative products as nonbrowning apples and genetically modified mosquitoes that neutralize their disease-transmitting peers. Kirk worked while an undergrad at Radford University, selling cars and motorcycles at a nearby dealership.,"
	},
	{
		"name": "George Lindemann & family",
		"net": "$3.3 BILLION UP",
		"score": 5,
		"source": "Investments",
		"age": 81,
		"residence": "P,alm Beach, Fla.",
		"education": "B.S., U. of Pennsylvania '58,",
		"description": "Lindemann made his fortune in a wide set of industries, starting with his family's contact lens company, Permalens, which he sold in 1971. He later found success in radio stations, cable television, mobile telecom and energy—most notably selling Metro Mobile to Bell Atlantic for $2.6 billion in 1992 and natural-gas pipeline outfit Southern Union to rival Energy Transfer Equity for $5.7 billion in 2012.,"
	},
	{
		"name": "Mary Alice Dorrance Malone",
		"net": "$3.3BILLION DOWN",
		"score": 2,
		"source": "Campbell so,u",
		"age": 67,
		"residence": "C,oatesville, PA.",
		"education": "B.A., U. of Arizona '72,",
		"description": "The largest individual shareholder of Campbell Soup (with a 17% stake), Malone sits on the company's board alongside her brother Bennett (No. 302). Her grandfather John T. Dorrance Sr. invented Campbell's condensed soup formula in 1897, then bought the business from his uncle in 1914. She owns horse-breeding and performance centers in Pennsylvania and Florida.,"
	},
	{
		"name": "Henry Nicholas III",
		"net": "$3.3 BILLION UP",
		"score": 8,
		"source": "Semiconduct,or",
		"age": 58,
		"residence": "Newport Coast, Calif.,",
		"education": "Ph.D., UCLA '98,",
		"description": "Nicholas cofounded semiconductor firm Broadcom in 1991 with fellow billionaire Henry Samueli (No. 186). He supports education via his Nicholas Academic Centers in Santa Ana, California, and has sent about 800 underprivileged high school students to college."
	},
	{
		"name": "Daniel Och",
		"net": "$3.3 BILLION UP",
		"score": 7,
		"source": "Hedge funds",
		"age": 56,
		"residence": "S,carsdale, N.Y.",
		"education": "B.S., u. of Pennsylvania '82,",
		"description": "He faced large redemptions at his Och-Ziff Capital Management; investors have pulled out billions of dollars following Och-Ziff's involvement in a bribery scheme in Africa; a unit of the firm pleaded guilty to conspiring to bribe foreign officials in September 2016. A month later, the firm paid $412 million in fines to settle both civil and criminal charges. Och himself was sanctioned by the SEC. So far, the firm has had decent returns in 2017.,"
	},
	{
		"name": "Mark Shoen",
		"net": "$3.3 BILLION UP",
		"score": 5,
		"source": "U-haul",
		"age": 66,
		"education": "B.A., college of the holy cross '73,",
		"description": "His parents, L.S. and Anna Mary Shoen, cofounded U-Haul, the truck- and trailer-rental company, in 1945. Mark sided with his brother Joe (No. 288) in a nasty family feud in which Joe wrested control of U-Haul away from their father. He is no longer involved in running U-Haul but owns an estimated one fifth of its parent company, Amerco.,"
	},
	{
		"name": "Robert Smith",
		"net": "$3.3 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 54,
		"residence": "A,ustin, TeX.",
		"education": "M.B.A., Columbia '94, U. of Pennsylvania freshman, '83",
		"description": "Smith's private equity firm Vista Equity Partners was valued at $7 billion after it sold an estimated 10% stake this year. The firm manages more than $30 billion in assets, and invests in business software firms.,"
	},
	{
		"name": "Joshua Harris",
		"net": "$3.3 BILLION UP",
		"score": 8,
		"source": "Private equ,ity",
		"age": 52,
		"residence": "N,ew York City",
		"education": "M.B.A., Harvard '90,",
		"description": "A former collegiate wrestler, Harris credits the sport with his success in finance. The Maryland native, who got Bs and Cs as a high school freshman, earned a spot at the University of Pennsylvania after applying the tenacity he learned on the wrestling mat to the classroom. He cofounded Apollo, now the world's second-largest private equity shop, with Leon Black and Marc Rowan in 1990, then took it public in 2011. He's used his dividends to buy stakes in the NBA's Philadelphia 76ers and the NHL's New Jersey Devils. He now funds after-school sports programs that combine athletics with tutoring and mentorship for low-income kids. Life is a team sport, says Harris.,"
	},
	{
		"name": "Barry Diller",
		"net": "$3.2 BILLION UP",
		"score": 9,
		"source": "Online medi,",
		"age": 75,
		"residence": "N,ew York City",
		"education": "high school graduate,",
		"description": "Diller's big dream to build a public park on a Hudson River pier isn't going to happen. In September, he informed the Hudson River Park Trust that he'd scrapped plans to construct the $250 million venue after growing costs and legal opposition to what critics called Diller Island. He continues to helm IAC, the media conglomerate that includes the Daily Beast, Tinder and Vimeo.,"
	},
	{
		"name": "Phillip Frost",
		"net": "$3.2 BILLION DOWN",
		"score": 8,
		"source": "Pharmaceuti,cal",
		"age": 81,
		"residence": "M,iami beach, fla.",
		"education": "M.D., Albert Einstein College of Medicine '61,",
		"description": "Frost's Opko Health, a drug and diagnostics company that is researching treatments for Parkinson's disease, asthma and cancer, has seen its shares plummet 34% in the last year amid slower than expected sales of an existing drug. A pioneer in the industry, Frost reformulated Key Pharmaceuticals' asthma medicine and sold the company to Schering-Plough in 1986 in an $836 million deal. One year later, he founded generic drugmaker Ivax, which was bought by Teva Pharmaceuticals for $7.6 billion in 2005.,"
	},
	{
		"name": "Reid Hoffman",
		"net": "$3.2 BILLION DOWN",
		"score": 8,
		"source": "LinkedIn",
		"age": 50,
		"residence": "Palo Alto, calif.",
		"education": "M.St., Oxford University, '93,",
		"description": "Since selling LinkedIn, which he cofounded, to Microsoft for $26 billion in cash in December 2016, Hoffman has joined Microsoft's board of directors, started a podcast focused on entrepreneurs called Masters of Scale and spoken out against sexual harassment in venture capital in a post on LinkedIn. He's a partner at VC firm Greylock Partners.,"
	},
	{
		"name": "Douglas Leone",
		"net": "$3.2 BILLION UP",
		"score": 9,
		"source": "Venture cap,ita",
		"age": 60,
		"residence": "A,therton, Calif.",
		"education": "M.S., MIT '88,",
		"description": "Leone comanages global operations for Sequoia Capital, the venture capital firm that's invested in Apple, Cisco, Google, Linked¬In, Oracle, Airbnb and many more of Silicon Valley's leading companies over the past 4 decades.,"
	},
	{
		"name": "Daniel Loeb",
		"net": "$3.2 BILLION UP",
		"score": 7,
		"source": "Hedge funds",
		"age": 55,
		"residence": "N,ew York City",
		"education": "B.A., Columbia '83,",
		"description": "One of the hedge fund industry's most talented survivors, Loeb has deftly steered his Third Point through a period that has sunk many peers; one of his main hedge funds has performed well, posting a 10.7% return in the first half of 2017. Third Point now manages $17 billion. The activist investor continues to push for changes at companies like Nestlé and Honeywell.,"
	},
	{
		"name": "Robert Pera",
		"net": "$3.2 BILLION UNCHANGED",
		"score": 8,
		"source": "Wireless ne,tworking gea",
		"age": 39,
		"residence": "S,an Jose, Calif.",
		"education": "M.S., UC San Diego '02,",
		"description": "Pera's Ubiquiti Networks launched its first wearable device in August. Called Front¬Row, it's a camera that hangs from a strap to let users live stream their surroundings hands-free. Ubiquiti got its start selling wireless networking systems and drew customers from around the world. Pera, who purchased a stake in the NBA's Memphis Grizzlies in 2012, started as an Apple wireless engineer in 2003.,"
	},
	{
		"name": "Lynn Schusterman",
		"net": "$3.2 BILLION UP",
		"score": 1,
		"source": "Oil & gas, ,investment",
		"age": 78,
		"residence": "T,ulsa",
		"education": "Dropout, U. of Miami,",
		"description": "When her husband, Charles, died of leukemia in 2000, Lynn inherited Samson Resources, the oil company he had been building since 1971. In 2011, she sold Samson to a KKR-led group for $7.2 billion. Much of the windfall, $2.3 billion, went to the Charles & Lynn Schusterman Foundation, devoted to Jewish charities (including Birthright Israel) and education projects in Tulsa.,"
	},
	{
		"name": "John Brown",
		"net": "$3.1 BILLION UP",
		"score": 6,
		"source": "Medical equ,ipmen",
		"age": 83,
		"residence": "P,ortage, Mich.",
		"education": "B.S., Auburn '57,",
		"description": "Brown ran Stryker Corp., a medical device and software company, for 32 years before retiring as chairman in 2009. He still owns slightly more than 5%.,"
	},
	{
		"name": "John Catsimatidis",
		"net": "$3.1 BILLION DOWN",
		"score": 9,
		"source": "Oil, real e,stat",
		"age": 69,
		"residence": "N,ew York City",
		"education": "Dropout, NYU,",
		"description": "The son of Greek immigrants, Catsimatidis worked as a clerk in a grocery store while attending NYU. He dropped out just short of graduating to work full-time in the business. He now owns New York City supermarket chain Gristedes. His daughter Andrea recently became the head of Manhattan's Republican Committee.,"
	},
	{
		"name": "Leon G. Cooperman",
		"net": "$3.1 BILLION DOWN",
		"score": 9,
		"source": "Hedge funds",
		"age": 74,
		"residence": "S,hort Hills, N.J.",
		"education": "M.B.A., Columbia '67,",
		"description": "Cooperman pledged $25 million to each of his alma maters, Hunter College and Columbia's business school. His Cooperman College Scholars program offers merit-based financial assistance to hundreds of prospective college students. A Wall Street veteran, he still runs his Omega Advisors hedge fund, which manages $3.7 billion. Investors withdrew most of Omega's assets after the SEC filed civil insider-trading charges in September 2016 against Cooperman, which he settled in May without admitting wrongdoing. He agreed to pay $4.9 million in fines and penalties."
	},
	{
		"name": "John Paul DeJoria",
		"net": "$3.1 BILLION UNCHANGED",
		"score": 10,
		"source": "Hair product,s, tequil",
		"age": 73,
		"residence": "Au,stin, Tex.",
		"education": "High school diploma,",
		"description": "DeJoria clinched success in 2 industries. First he cofounded hair-care company John Paul Mitchell Systems in 1980; it still pulls in an estimated $350 million a year in revenues. He and another partner transformed Patrón Spirits from a minuscule Mexican manufacturer to an estimated $800 million (revenues) company. In January, the Sea Shepherd Conservation Society, a benefactor of DeJoria's donations, launched a 110-foot antipoaching vessel, the M/V John Paul DeJoria --christened, fittingly, with a bottle of tequila.,"
	},
	{
		"name": "Allan Goldman",
		"net": "$3.1 BILLION UP",
		"score": 4,
		"source": "Real estate",
		"age": 74,
		"residence": "N,ew York City",
		"education": "M.B.A., Long Island U. ' 67,",
		"description": ""
	}

	, {
		"name": "Jane Goldman",
		"net": "$3.1 BILLION UP",
		"score": 4,
		"source": "Real estate",
		"age": 62,
		"residence": "N,ew York City",
		"education": "B.A., Manhattanville,",
		"description": ""
	}

	, {
		"name": "Amy Goldman Fowler",
		"net": "$3.1 BILLION UP",
		"score": 2,
		"source": "Real estate",
		"age": 63,
		"residence": "N,ew York City",
		"education": "Ph.D., Oklahoma State '84,",
		"description": ""
	}

	, {
		"name": "Diane Kemper",
		"net": "$3.1 BILLION UP",
		"score": 2,
		"source": "Real estate",
		"age": 72,
		"residence": "N,ew York City",
		"education": "High school diploma,",
		"description": "Each of the 4 Goldman siblings inherited a quarter of Solil Management, a real estate firm with some 400 New York City properties, including the landmark Peninsula Hotel and an area of Midtown Manhattan that includes the Olympic Tower. Their father, Sol Goldman (d. 1987), was once New York's biggest landlord and bought most of the buildings in all-cash deals. Jane and Allan are cochairs of Solil. The family has endowed the deanship at Yale Law School, one of the first law schools to accept women.,"
	},
	{
		"name": "Min Kao & family",
		"net": "$3.1 BILLION UP",
		"score": 8,
		"source": "Navigation ,equipmen",
		"age": 68,
		"residence": "L,eawood, Kans.",
		"education": "Ph.D., U. of Tennessee–Knoxville ' 77,",
		"description": "Kao cofounded GPS maker Garmin with Gary Burrell (a former billionaire) in 1989, after the duo led the development of the first GPS navigator at AlliedSignal. Kao stepped down as CEO in 2012 but remains executive chairman. He came to the U.S. from Taiwan in the 1970s and received a master's and a Ph.D. in electrical engineering at the University of Tennessee.,"
	},
	{
		"name": "Kenneth Langone",
		"net": "$3.1 BILLION UP",
		"score": 9,
		"source": "Investments",
		"age": 82,
		"residence": "S,ands Point, N.Y.",
		"education": "M.B.A., NYU Stern ' 60,",
		"description": "Home Depot's investment banker is one of the biggest donors to NYU. Langone, who got his M.B.A. at NYU, attending at night while working on Wall Street during the day, contributed $10 million to the school's part-time M.B.A. program in 1999; the medical center was named for him after he pledged $200 million in 2008. He also helped take Ross Perot Sr.'s Electronic Data Systems public in 1968 before forming his own investment firm, Invemed Associates.,"
	},
	{
		"name": "Marc Rowan",
		"net": "$3.1 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 55,
		"residence": "N,ew York City",
		"education": "M.B.A., U. of Pennsylvania ' 85,",
		"description": "One of the triumvirate who founded Apollo Global Management in 1990. (Leon Black, No. 76, and Joshua Harris, No. 226, are the other 2.) He cut his teeth in the 1980s at ¬Drexel Burnham Lambert. Apollo's latest fund has raised over $24 billion.,"
	},
	{
		"name": "Evan Spiegel",
		"net": "$3.1 BILLION UP",
		"score": 8,
		"source": "Snapchat",
		"age": 27,
		"residence": "Los Angeles",
		"education": "Dropout, Stanford,",
		"description": ""
	}

	, {
		"name": "Bobby Murphy",
		"net": "$3.1 BILLION UP",
		"score": 8,
		"source": "Snapchat",
		"age": 29,
		"residence": "Venice, Calif.",
		"education": "B.S., Stanford ' 10,",
		"description": "Stanford fraternity brothers Spiegel and Murphy cofounded Snapchat in 2011. Their messaging company, now called Snap, has had a rocky ride since it went public in March. The stock fell more than 40% through late September as user growth slowed and Instagram launched copycat features. Murphy, who studied math and computational science in college, is Snap's chief technology officer. Spiegel, who dropped out of Stanford a few weeks before graduation, is the only Forbes 400 member under age 30 who's also CEO of a publicly traded company.,"
	},
	{
		"name": "Pat Stryker",
		"net": "$3.1 BILLION UP",
		"score": 1,
		"source": "Medical equ,ipmen",
		"age": 61,
		"residence": "F,ort Collins, Colo.",
		"education": "Dropout, U. of Northern Colorado,",
		"description": "Stryker's grandfather Homer Stry¬ker (d. 1980) was an orthopedic surgeon and inventor who founded Stryker Corp., which sells medical devices, equipment and software. Stryker lives in Colorado, where she has been buying and renovating properties in downtown Fort Collins.,"
	},
	{
		"name": "Steve Wynn",
		"net": "$3.1 BILLION UP",
		"score": 8,
		"source": "Casinos, ho,tel",
		"age": 75,
		"residence": "L,as Vegas",
		"education": "B.A., U. of Pennsylvania ' 63,",
		"description": "The Las Vegas casino tycoon is putting the finishing touches on plans for his latest project: Wynn Paradise Park, a 20-plus-acre lagoon behind his 2 Vegas Strip resorts featuring a white-sand beach, a boardwalk, a small casino and 1,000-room hotel tower. In Massachusetts, construction is under way on his $2.4 billion Wynn Boston Harbor, a resort and casino set to open in 2019. Wynn developed the Mirage, Treasure Island and Bellagio through his first casino giant, Mirage Resorts. He sold it to MGM in 2000 and 2 years later launched Wynn Resorts with ex-wife Elaine Wynn (No. 350).,"
	},
	{
		"name": "Clifford Asness",
		"net": "$3 BILLION NEW TO LIST",
		"score": 8,
		"source": "money manag,emen",
		"age": 51,
		"residence": "G,reenwich, Conn.",
		"education": "Ph.D., U. of Chicago ' 94,",
		"description": "His AQR Capital Management is one of the fastest-growing money managers, with $195 billion of assets under management thanks to its strategy of investing via a system that buys stocks based on attributes, like value or momentum, believed to produce higher returns over time. He cofounded the firm in 1998 with David ¬Kabiller and John Liew, who are worth $1 billion apiece.,"
	},
	{
		"name": "Riley Bechtel & family",
		"net": "$3 BILLION UP",
		"score": 4,
		"source": "Engineering, constructio",
		"age": 65,
		"residence": "S,an Francisco",
		"education": "J.D. & M.B.A., Stanford '79,",
		"description": ""
	}

	, {
		"name": "Stephen Bechtel Jr.",
		"net": "$3 BILLION UP",
		"score": 4,
		"source": "Engineering, constructio",
		"age": 92,
		"residence": "S,an Francisco",
		"education": "M.B.A., Stanford ' 48,",
		"description": "Stephen and son Riley each own an estimated 20% of Bechtel, the family's construction and engineering firm founded in 1898 by Stephen's grandfather. Today Bechtel is run by Riley's son Brendan. The $32.9 billion (sales) company is best known for projects like the Hoover Dam and Crossrail, London's new rail tunnel, the first phase of which is due to open in Decemb er 2018.,"
	},
	{
		"name": "Chuck Bundrant",
		"net": "$3 BILLION NEW TO LIST",
		"score": 8,
		"source": "Fishing",
		"age": 75,
		"education": "college dropout,",
		"description": "In 1961, Bundrant dropped out from his undergraduate studies and drove from Tennessee to Seattle, arriving with $80 in his pocket. There he worked as a fish processor. In 1973, Bundrant cofounded Trident Seafoods with 2 crab fishermen; they created the Bilikin, the first fishing boat with onboard crab cookers and freezing equipment. Today he owns about 80% of the $2.6 billion (est. revenues) firm. Trident sells Alaskan wild-caught salmon, cod and pollock to retailers like Costco, Wal-Mart and Safeway. He is largely credited with turning pollock into a widely consumed fish that he supplies to chains like Long John Silver's and McDonald's.,"
	},
	{
		"name": "Scott Cook",
		"net": "$3 BILLION UP",
		"score": 8,
		"source": "Software",
		"age": 65,
		"residence": "Woodside, Calif.",
		"education": "M.B.A., Harvard ' 76,",
		"description": "In 1983, Cook cofounded tax and personal finance software firm Intuit. Today 42 million customers use its products, including QuickBooks and TurboTax. He is chairman of Intuit's executive committee and sits on Procter & Gamble's board.,"
	},
	{
		"name": "Rakesh Gangwal",
		"net": "$3 BILLION UP",
		"score": 8,
		"source": "Airlines",
		"age": 64,
		"residence": "Miami",
		"education": "M.B.A., U of Pennsylvania ' 79,",
		"description": "The airline veteran studied mechanical engineering at the elite Indian Institute of Technology, Kanpur, then left his home in India to pursue further education and better prospects in the U.S. After getting an M.B.A., he became a consultant assigned to United Airlines; United later hired him. Eventually he ran US Airways Group as its chief executive for 3 years until 2001. Most of Gangwal's fortune comes from his 37% stake in InterGlobe Enterprises, parent company of IndiGo, the listed budget airline he cofounded in 2006.,"
	},
	{
		"name": "Tom Golisano",
		"net": "$3 BILLION UP",
		"score": 9,
		"source": "Payroll ser,vice",
		"age": 76,
		"residence": "N,aples, Fla.",
		"education": "Assoc., Alfred State ' 62,",
		"description": "Born near Rochester, New York, to a macaroni salesman and a seamstress, Golisano founded a payroll firm geared toward small and medium businesses in 1971 with just $3,000 and a credit card. Today Paychex is a $3.2 billion (sales) giant; Golisano is chairman. He is married to tennis hall-of-famer Monica Seles.,"
	},
	{
		"name": "James Leprino",
		"net": "$3 BILLION UP",
		"score": 5,
		"source": "Mozzarella ,chees",
		"age": 79,
		"residence": "I,ndian Hills, Colo.",
		"education": "High school diploma,",
		"description": "After graduating from a Catholic high school, Leprino started helping his father at their family's Italian corner store, shaping mozzarella balls by hand and making fresh ricotta. He often hung out in local pizzerias¬ and realized the industry was about to take off, so he persuaded his dad to focus solely on pizza cheese. He hired a master cheesemaker and embraced technological advances to fit the needs of the fast-growing takeout and delivery pizza industry. Today his $3 billion (sales) Leprino Foods is the world's largest mozzarella maker and the exclusive cheese supplier to Domino's, Papa John's and Pizza Hut.,"
	},
	{
		"name": "John Middleton",
		"net": "$3 BILLION UP",
		"score": 5,
		"source": "Tobacco",
		"age": 62,
		"education": "M.B.A., Harvard ' 79,",
		"description": "Middleton made his fortune selling his family's storied tobacco business to Philip Morris-parent Altria for $2.9 billion in cash in 2007. He is the largest shareholder in the Philadelphia Phillies, with a 48% stake.,"
	},
	{
		"name": "Jorge Perez",
		"net": "$3 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 68,
		"residence": "M,iami",
		"education": "M.S., U. of Michigan ' 76,",
		"description": "Born to Cuban parents living in exile in Argentina, Perez came to the U.S. for college at C.W. Post on Long Island and later landed a scholarship to the University of Michigan for a master's degree in urban planning. After moving to Miami, he met fellow Michigan graduate Stephen Ross (No. 65). The 2 cofounded Related Group of Florida in 1979 and began building affordable h o using and later high-end condos.,"
	},
	{
		"name": "Don Vultaggio & family",
		"net": "$3 BILLION NEW TO LIST",
		"score": 10,
		"source": "Beverages",
		"age": 65,
		"residence": "Port Washington, N.Y.",
		"education": "High school diploma,",
		"description": "The cofounder of Arizona Beverages, known for its Southwest-styled tallboy cans, survived a bitter legal battle with his ex-partner that nearly brought the business to a halt. (See story, p. 68.),"
	},
	{
		"name": "Romesh T. Wadhwani",
		"net": "$3 BILLION UNCHANGED",
		"score": 8,
		"source": "software",
		"age": 70,
		"residence": "Palo Alto, Calif.",
		"education": "Ph.D., Carnegie Mellon ' 72,",
		"description": "Wadhwani came to America to get a masters at Carnegie Mellon; he stayed and founded private equity firm Symphony Technology Group in 2002. Its portfolio encompasses 19 data, technology and analytics companies that collectively do $2.5 billion in annual revenue. Wadhwani supports entrepreneurship in India through his Wadhwani Foundation.,"
	},
	{
		"name": "Meg Whitman",
		"net": "$3 BILLION UP",
		"score": 6,
		"source": "EBay",
		"age": 61,
		"education": "M.B.A., Harvard ' 79,",
		"description": "The Princeton and Harvard grad oversaw the 2015 split of Hewlett-Packard into 2 separate entities, HP Enterprise and HP Inc. Since then, she has focused on the former, where she serves as CEO. She stepped down from the board of HP Inc. in July. The former CEO of eBay--where she served for a decade and made most of her fortune--has a residential college named after her at Princeton following a $30 million donation in 2002.,"
	},
	{
		"name": "Haim Saban",
		"net": "$3.2 BILLION UP",
		"score": 9,
		"source": "TV network, investment",
		"age": 73,
		"residence": "B,everly Hills, Calif.",
		"education": "High school diploma,",
		"description": "More than 2 years have passed since Spanish-language TV network Univision, which Saban chairs, filed to go public, but the IPO still hasn't happened. It's a tough sell: Univision lost half its prime-time audience between 2013 and 2017, and the company is burdened with $10.2 billion in debt. Saban and a group of private equity firms purchased Univision for $13.7 billion (using some $10 billion in debt) in 2007. Saban built a fortune in the 1990s beginning with the Mighty Morphin' Power Rangers TV show he created. As a kid in Israel, Saban was kicked out of agricultural boarding school for leading one too many protests. While serving in the Israeli army, he landed a booking for his band, but he didn't have a band or know how to play an instrument. So he founded a band and faked it.,"
	},
	{
		"name": "Donald Trump",
		"net": "$3.1 BILLION DOWN",
		"score": 5,
		"source": "Real estate",
		"age": 71,
		"residence": "W,ashington, D.C.",
		"education": "B.S., U. of Pennsylvania '68,",
		"description": "Trump spent 5 years at New York Military Academy in Cornwall-on-Hudson, playing basketball, football, soccer and baseball. It was there that he says he found his sweet stroke with the baseball bat. In his 1987 book, The Art of the Deal , Trump describes how he won over his strongman coach, an ex-Marine named Theodore Dobias. In a way, I finessed him, Trump wrote. It helped that I was a great athlete, since he was the baseball coach and I was the captain of the team. But I also learned how to play him . From there, Trump went on to attend Fordham University for 2 years, then Wharton to learn business. Those institutions helped shape the man who would become president. I took a lot of finance courses at Wharton, he told Forbes in 1987. First they taught you all the rules and regulations. Then they taught you that those rules and regulations are really meant to be broken.,"
	},
	{
		"name": "Oprah Winfrey",
		"net": "$3 BILLION UP",
		"score": 10,
		"source": "media",
		"age": 63,
		"education": "B.S., Tennessee State ' 87,",
		"description": "Winfrey attended 9 college graduations this year--giving the commencement address at 3--to support the 2017 graduates who attended her Leadership Academy for Girls in South Africa. She opened the academy in 2007 as a boarding school for poor South Africans. The spotlight around Oprah, one of the most popular daytime-TV hosts ever, never fades: She joined 60 Minutes this fall and will appear in a new film, A Wrinkle in Time , next spring.,"
	},
	{
		"name": "Jim Breyer",
		"net": "$2.9 BILLION UP",
		"score": 8,
		"source": "Venture cap,ita",
		"age": 56,
		"residence": "W,oodside, Calif.",
		"education": "M.B.A., Harvard '87,",
		"description": "In 1982, Breyer sent his résumé to Steve Jobs, who forwarded it to Apple's director of marketing. He was hired for the summer and part-time while he was at Stanford. The economics and computer-science major spent his junior year in Florence studying Renaissance history and art. He went on to become one of Silicon Valley's top venture capitalists, running Accel Partners for 2 decades. Breyer's track record counts investments in more than 40 companies, including Facebook, that have completed successful IPOs or mergers. Now investing on his own through Breyer Capital, he is betting big on artificial intelligence.,"
	},
	{
		"name": "William Conway Jr.",
		"net": "$2.9 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 68,
		"residence": "M,cLean, VA.",
		"education": "M.B.A., U. of Chicago '74,",
		"description": ""
	}

	, {
		"name": "Daniel D'Aniello",
		"net": "$2.9 BILLION UP",
		"score": 10,
		"source": "Private equi,t",
		"age": 71,
		"residence": "Vi,enna, VA.",
		"education": "M.B.A., Harvard '74,",
		"description": "Raised by a single mother in Pennsylvania, D'Aniello started working at age 9 in his uncle's produce market. He attended Syracuse University on a scholarship and was on the varsity gymnastics team. Says D'Aniello: As in business, gymnastics demands personal performance for the team to succeed. The guiding principles are identical: strength, agility, flexibility, endurance! After graduation he enlisted in the Navy during the Vietnam War and later went on to get his M.B.A. at Harvard. Today he serves as Carlyle Group's chairman. He also funds an internship program at Syracuse that pairs 16 students a year with entrepreneurs or executives in the area.,"
	},
	{
		"name": "David Rubenstein",
		"net": "$2.9 BILLION UP",
		"score": 9,
		"source": "Private equ,it",
		"age": 68,
		"residence": "B,ethesda, MD.",
		"education": "J.D., U. of Chicago '73,",
		"description": "Conway and Rubenstein are 2 of the 3 financiers behind $170 billion (assets) private equity shop Carlyle Group, which they cofounded in 1987; the 2 are co-CEOs. The Carlyle Group avoided paying $1 billion in damages in September after a judge ruled in favor of the firm in a lawsuit alleging that one of its mortgage-bond funds, which was formed during the real estate bubble in 2006 and collapsed in 2008, was run with negligence. Rubenstein, who got his bachelor's degree from Duke, funds a scholarship program at his alma mater offering a full ride to first-generation low-income students.,"
	},
	{
		"name": "Gerald Ford",
		"net": "$2.9 BILLION UP",
		"score": 9,
		"source": "Banking",
		"age": 73,
		"education": "J.D., SMU '69,",
		"description": "Ford, who earned his money buying up distressed banks, gave Southern Methodist $20 million in 1998 to build a new football stadium and has since donated more than $20 million to the school.,"
	},
	{
		"name": "Joseph Grendys",
		"net": "$2.9 BILLION UP",
		"score": 7,
		"source": "poultry",
		"age": 55,
		"education": "B.A., Loyola U. Chicago '84,",
		"description": "His $3.3 billion (est. sales) poultry processor, Koch Foods, slaughters, ships and sells chicken directly to customers and companies nationwide. (If you've had a Burger King nugget, you've probably eaten a Grendys bird.) Grendys still lives in his 1,300-square-foot split-level childhood home. He started at Koch Foods when it was a one-room butcher shop, lured by a 50% equity offer from original owner Fred Koch. He bought out his former boss in 1992 and expanded by snapping up smaller feed mills and slaughterhouses.,"
	},
	{
		"name": "Kieu Hoang",
		"net": "$2.9 BILLION DOWN",
		"score": 9,
		"source": "Medical pro,duct",
		"age": 73,
		"residence": "W,estlake Village, Calif.",
		"education": "College dropout,",
		"description": "The Vietnam-born Hoang came to the U.S. with his family in 1975 at the end of the Vietnam War. He got a job at Abbott Reference Laboratories in southern California. He started his first company, Rare Antibody Antigen Supply, in 1980. He later founded Shanghai RAAS, a supplier of blood-derived products that is now listed on the Shanghai Stock Exchange. Hoang operates a winery in Napa Valley.,"
	},
	{
		"name": "Michael Rubin",
		"net": "$2.9 BILLION UP",
		"score": 8,
		"source": "Online reta,i",
		"age": 45,
		"residence": "B,ryn Mawr, PA.",
		"education": "Dropout, Villanova,",
		"description": "Rubin's sports retailer Fanatics closed a $1 billion funding round from SoftBank in August, raising its valuation to $4.5 billion. Rubin previously sold GSI Commerce to eBay for $2.4 billion in 2011; as part of the deal, he paid $500 million for a majority ownership in 3 unwanted eBay businesses: flash-sales site Rue La La, ShopRunner--and Fanatics. Rubin, who opened his first ski-supply store at 14 in a strip mall, dropped out of Villanova to focus on his ski business, which by then had several locations.,"
	},
	{
		"name": "Richard Sands",
		"net": "$2.9 BILLION NEW TO LIST",
		"score": 4,
		"source": "food & beve,rag",
		"age": 66,
		"residence": "C,anandaigua, N.Y.",
		"education": "Ph.D., U. of North Carolina '79,",
		"description": "Sands' father, Marvin, founded a humble upstate New York wine business in 1945 at age 21. That operation has mushroomed into publicly traded behemoth Constellation Brands, which generates over $7 billion in annual revenue and has a market capitalization around $40 billion. The company, whose stock price has more than quintupled in the past 5 years, is run by Richard, who is chairman, and his brother Robert (No. 288), who is CEO.,"
	},
	{
		"name": "Thomas Siebel",
		"net": "$2.9 BILLION UP",
		"score": 8,
		"source": "Business so,ftwar",
		"age": 64,
		"residence": "W,oodside, Calif.",
		"education": "M.S., U. of Illinois Urbana-Champaign '85,",
		"description": "When Siebel set out to raise capital for his latest startup, the understanding was the company would be successful or I would die trying, he says. Today private investors value his Internet of Things software company, C3IoT, at $1.4 billion. Once apparently Larry Ellison's (No. 5) top salesman at Oracle, he left to start software firm Siebel Systems in 1990, then sold it to his former employer 16 years later for $5.8 billion in stock and cash. He is a true survivor--having lived through an attack by a rogue elephant on an African safari.,"
	},
	{
		"name": "Tom Benson & family",
		"net": "$2.8 BILLION UP",
		"score": 9,
		"source": "New Orleans, Saint",
		"age": 90,
		"residence": "N,ew Orleans",
		"education": "Dropout, Loyola U.,",
		"description": "In March, Benson settled a dispute with his heirs over the ownership of the New Orleans Saints NFL team and the Pelicans NBA team. His children had sued him after he announced in 2015 that he was leaving the teams to their stepmother, Gayle, not to them. True to form, the reclusive Benson did not disclose the terms of the settlement. Originally a car salesman, he eventually opened up his own car dealerships.,"
	},
	{
		"name": "Ray Davis",
		"net": "$2.8 BILLION UP",
		"score": 8,
		"source": "Pipelines",
		"age": 75,
		"residence": "Dallas",
		"education": "B.B.A, LeTourneau U. '66,",
		"description": "In 1995, Davis and Kelcy Warren (No. 161) cofounded pipeline firm Energy Transfer Equity. He stepped down as its co-CEO in 2007 but still owns 6% of the company. Its subsidiary Energy Transfer Partners won a heated battle in January for the right to build the Dakota Access Pipeline, which links oil fields in North Dakota to refineries in Illinois.,"
	},
	{
		"name": "Edward DeBartolo Jr.",
		"net": "$2.8 BILLION DOWN",
		"score": 5,
		"source": "shopping ce,nter",
		"age": 71,
		"residence": "T,ampa",
		"education": "B.A., Notre Dame '68,",
		"description": "The bulk of his fortune may come from real estate, but DeBartolo is best known as the owner of the San Francisco 49ers during the team's run of 5 Super Bowl wins in the '80s and '90s. (His sister Denise York, No. 324, now owns the team.) His football bona fides earned him an induction into the Pro Football Hall of Fame in 2016. DeBartolo has given more than $100 million to his alma mater Notre Dame and other educational institutions; in 2005, he teamed up with pro football player Derrick Brooks to create the Brooks DeBartolo Collegiate High School, a charter school in Tampa, Florida.,"
	},
	{
		"name": "H. Wayne Huizenga",
		"net": "$2.8 BILLION UP",
		"score": 9,
		"source": "Investments",
		"age": 79,
		"residence": "F,ort Lauderdale, Fla.",
		"education": "Dropout, Calvin College,",
		"description": "At age 25, Huizenga got his start with a garbage truck and a $5,000 loan that he later turned into giant firm Waste Management. He took it public in 1971, and since then he has made it big in other industries, most notably buying and expanding Blockbuster Video, which he sold to Viacom for $8.4 billion in 1994. A college dropout, Huizenga has donated to Nova Southeastern University in Florida, whose business school bears his name.,"
	},
	{
		"name": "Johnelle Hunt",
		"net": "$2.8 BILLION UP",
		"score": 7,
		"source": "Trucking",
		"age": 85,
		"residence": "Fayetteville, Ark.",
		"education": "Dropout, U. of central Arkansas,",
		"description": "Hunt, who studied elementary education before she quit college and got married, has donated more than $50 million to universities and K-12 schools. Her fortune comes from her 17% stake in J.B. Hunt Transport Services, which she cofounded with her late husband in 1969.,"
	},
	{
		"name": "Osman Kibar",
		"net": "$2.8 BILLION NEW TO LIST",
		"score": 8,
		"source": "Biotech",
		"age": 46,
		"education": "Ph.D., UC San Diego '99,",
		"description": "Kibar, who was born in Turkey, founded 2 companies while getting a Ph.D. in biophotonics from the UC San Diego but did not have a management role in either. In 2007 he started Samumed in a Pfizer incubator but had a falling out with the drug giant; Samumed, which he still runs, now operates independent of Pfizer. Its executive ranks are filled largely with friends from his Istanbul boarding school. The biotech company has several drugs in clinical trials, including one to combat baldness and one to fight osteoarthritis.,"
	},
	{
		"name": "David Murdock",
		"net": "$2.8 BILLION UP",
		"score": 10,
		"source": "Dole, Real e,stat",
		"age": 94,
		"residence": "Ve,ntura, Calif.",
		"education": "High school dropout,",
		"description": "Since April, Murdock's Dole Foods has filed to go public, laid off nearly 600 workers at its strawberry farms in California and is now reportedly considering offers from private equity firms. The $4.5 billion (sales) company has posted declining revenues since 2015 and carries a heavy debt load. In 2016 it was subpoenaed by the DOJ after a listeria outbreak left at least 2 people dead. It is apparently still in the process of responding. Murdock, who is dyslexic, dropped out of high school in the 9th grade and worked at a gas station before being drafted into the Army in 1943.,"
	},
	{
		"name": "Jeff Rothschild",
		"net": "$2.8 BILLION UP",
		"score": 6,
		"source": "Facebook",
		"age": 62,
		"residence": "Palo Alto, Calif.",
		"education": "M.S., Vanderbilt '79,",
		"description": "The former Facebook vice president (and cofounder of Veritas Software) donated $10 million to the Stanford Cancer Institute in July to advance cancer cell therapy--a new form of treatment--and in 2016 donated $20 million to his alma mater, Vanderbilt, where he's a trustee.,"
	},
	{
		"name": "Robert Sands",
		"net": "$2.8 BILLION NEW TO LIST",
		"score": 4,
		"source": "Food & beve,rag",
		"age": 59,
		"residence": "C,anandaigua, N.Y.",
		"education": "J.D., Pace U. '84,",
		"description": "CEO of Constellation Brands since 2007, when he took over for brother Richard (No. 278), he has presided over numerous acquisitions, including Casa Noble tequila and Modelo's U.S. beer business.,"
	},
	{
		"name": "E. Joe Shoen",
		"net": "$2.8 BILLION UP",
		"score": 5,
		"source": "U-Haul",
		"age": 68,
		"education": "J.D. arizona state '81,",
		"description": "The son of U-Haul cofounder L.S. Shoen joined the company in 1973, immediately after graduating from Harvard Business School, where he had written his thesis on the self-storage business. Thirteen years later, he led a boardroom coup, believing he could run the business better than his father. Today he is still chairman of U-Haul's $3.4 billion (sales) parent company, Amerco.,"
	},
	{
		"name": "Paul Singer",
		"net": "$2.8 BILLION UP",
		"score": 8,
		"source": "Hedge funds",
		"age": 73,
		"residence": "N,ew York City",
		"education": "J.D., Harvard '69,",
		"description": "His hedge fund firm reportedly raised $5 billion in new capital in just 24 hours in May; it now has $33 billion in assets under management. Singer, who had earlier warned that Donald Trump's election could cause a widespread global depression, gave $1 million to the president's inaugural committee.,"
	},
	{
		"name": "Howard Schultz",
		"net": "8 BILLION DOWN",
		"score": 10,
		"source": "Starbucks",
		"age": 64,
		"residence": "Seattle",
		"education": "B.S., Northern Michigan U. '75",
		"description": "Schultz stepped down as Starbucks CEO, for the second time, in April. He remains executive chairman. After growing up in a Brooklyn housing project and attending Canarsie High School, he landed at Northern Michigan on a football scholarship. He was the first person in his family to graduate from college. At Starbucks, he established the Starbucks College Achievement plan, which provides employees who work at least 20 hours a week with free tuition for online classes at Arizona State; since it started in 2014, 6,000 workers have participated."
	},
	{
		"name": "William Wrigley Jr.",
		"net": "$2.8 BILLION UP",
		"score": 3,
		"source": "Chewing gum",
		"age": 54,
		"residence": "N,orth Palm Beach, Fla.",
		"education": "B.A., Duke '85,",
		"description": "The candy heir sold his family's chewing gum and candy business to Mars for $23 billion in 2008. A scuba-diving enthusiast, Wrigley has spent much of his time in recent years promoting marine conservation and managing his family's investments.,"
	},
	{
		"name": "Mortimer Zuckerman",
		"net": "$2.8 BILLION UP",
		"score": 8,
		"source": "Real estate, medi",
		"age": 80,
		"residence": "N,ew York City",
		"education": "M.B.A., Wharton '61,",
		"description": "In September, Zuckerman sold the New York Daily News to media conglomerate Tronc for $1 and assumption of liabilities. Zuckerman, who often wrote editorials for the tabloid, had owned the publication for 24 years. He's the son of Ukrainian immigrants who settled in Montreal, where he got both his undergrad and law degree from McGill University before adding 2 Ivy League diplomas to his résumé. He cofounded his Boston Properties in 1970 and stepped down as the REIT's chairman last year.,"
	},
	{
		"name": "James Irsay",
		"net": "$2.7 BILLION UP",
		"score": 2,
		"source": "Indianapoli,s Colt",
		"age": 58,
		"residence": "C,armel, Ind.",
		"education": "B.F.A., SmU '82,",
		"description": "As a kid, Irsay grew up immersed in his family's business: the Indianapolis Colts. A Loyola Academy student during the school year, Irsay lived and traveled with the team during summer camp. He played football at SMU, where he earned a broadcast-journalism degree. After college he joined the Colts' front office, working in everything from ticket sales to public relations. He was named GM in 1984, at age 24. After his father's death in 1997, Irsay became 100% owner. He also owns the original manuscript of Jack Kerouac's On the Road plus guitars from such rock legends as Prince, Bob Dylan and Jerry Garcia."
	}, {
		"name": "Do Won & Jin Sook Chang",
		"net": "$2.7 BILLION DOWN",
		"score": 10,
		"source": "Fashion retai",
		"age": 58,
		"residence": "Beverly Hills, Calif.",
		"education": "High school diplomas",
		"description": "The immigrant couple, who turned a tiny Los Angeles store into fast-fashion giant Forever 21, continues to feel the pain of retail's turbulent landscape; sales were down 9% to $4 billion last year. Do Won and Jin Sook finished high school in South Korea and moved to L.A. in search of better opportunities."
	},
	{
		"name": "Bennett Dorrance",
		"net": "$2.7 BILLION DOWN",
		"score": 2,
		"source": "Campbell so,u",
		"age": 71,
		"residence": "P,aradise Valley, Ariz.",
		"education": "The Campbell Soup heir sits on the board and has a 15% stake in the business his grandfather took over in 1914 after inventing its condensed-soup formula. He cofounded DMB Associates, a real estate development firm based in Scottsdale, Arizona, that builds master-planned communities.,",
		"description": ""
	}

	, {
		"name": "Doris Fisher",
		"net": "$2.7 BILLION UP",
		"score": 7,
		"source": "Gap",
		"age": 86,
		"education": "B.A., Stanford '53,",
		"description": ""
	}

	, {
		"name": "John Fisher",
		"net": "$2.7 BILLION UP",
		"score": 2,
		"source": "Gap",
		"age": 56,
		"education": "M.B.A., Stanford '89,",
		"description": "Doris and her late husband Don (d. 2009) founded Gap in 1969 when he was unable to find jeans that fit. Doris, who served as the retailer's merchandiser for years, left Gap's board the year Don died but retains a 6% stake. Her 3 children are billionaires, but John is the only one on The Forbes 400, thanks to his stake in Gap and majority ownership of the Oakland A's baseball team. The Fishers are big supporters of the KIPP Foundation, which trains teachers for the KIPP Public Charter School Network.,"
	},
	{
		"name": "Don Hankey",
		"net": "$2.7 BILLION UP",
		"score": 7,
		"source": "Auto loans",
		"age": 74,
		"residence": "Malibu, Calif.",
		"education": "B.A., Usc '65,",
		"description": "The little-known king of subprime car loans, Hankey presides over the $1.7 billion (sales) Hankey Group, a Los Angeles-based auto-services empire. In June his mostly subprime lender, Westlake Financial Services, moved into leasing when it snapped up Credit Union Leasing of America. The numbers-obsessed Hankey has a strict goal for his business: 30% return on equity. That goes for his Malibu beach house, too, which he rents for TV and movie shoots for $12,500 a day.,"
	},
	{
		"name": "B. Wayne Hughes",
		"net": "$2.7 BILLION UNCHANGED",
		"score": 9,
		"source": "self-storag,",
		"age": 84,
		"residence": "L,exington, KY.",
		"education": "B.S., USC '57,",
		"description": "Hughes cofounded Public Storage, America's largest self-storage company, with more than 2,300 locations in the U.S. and Europe.,"
	},
	{
		"name": "Jean (Gigi) Pritzker",
		"net": "$2.7 BILLION UP",
		"score": 3,
		"source": "Hotels, inv,estment",
		"age": 55,
		"residence": "C,hicago",
		"education": "B.A., Stanford '84,",
		"description": "The Hyatt Hotels heiress is a Hollywood movie producer. Her media and entertainment company, Madison Wells Media, has produced critically acclaimed movies and TV shows, including the Oscar-nominated Hell or High Water and the Emmy-nominated Genius . She produced her first documentary film when she was living in Nepal for a year while an anthropology major at Stanford.,"
	},
	{
		"name": "Patrick Ryan",
		"net": "$2.7 BILLION UP",
		"score": 8,
		"source": "Insurance",
		"age": 80,
		"residence": "Winnetka, ILL.",
		"education": "B.B.A., Northwestern '59,",
		"description": "The former CEO of insurance giant Aon, Ryan came out of retirement in 2010 to form Ryan Specialty Group, a wholesale brokerage and insurance firm. Ryan, a part owner of the Chicago Bears, and his wife have donated nearly $200 million to his alma mater, Northwestern University.,"
	},
	{
		"name": "Herbert Simon",
		"net": "$2.7 BILLION DOWN",
		"score": 9,
		"source": "Real estate",
		"age": 83,
		"residence": "I,ndianapolis",
		"education": "B.B.A, City College of New York,",
		"description": "Simon and his brother Melvin (d. 2009) are the sons of a Jewish tailor who immigrated to the Bronx. In 1960, the 2 founded what's now Simon Property Group, one of the world's largest REITs, with more than 200 malls covering over 180 million square feet. Herb, who is chairman emeritus, owns the Indiana Pacers and is married to a former Miss Universe from Thailand.,"
	},
	{
		"name": "Jon Stryker",
		"net": "$2.7 BILLION UP",
		"score": 1,
		"source": "Medical equ,ipmen",
		"age": 59,
		"residence": "n,ew york city",
		"education": "M.Arch., UC Berkeley '89,",
		"description": "In December 2016, he and his sister Pat (No. 248) gave $5 million each to fund the nation's memorial to victims of racial terror lynchings. The same month Stryker, who is a big supporter of LGBT issues, married his long-time partner, Slobodan Randjelović. His fortune comes from Stryker Corp., the medical-device maker his grandfather founded.,"
	},
	{
		"name": "Frank VanderSloot",
		"net": "$2.7 BILLION NEW TO LIST",
		"score": 10,
		"source": "wellness pro,duct",
		"age": 69,
		"residence": "Id,aho Falls, ID",
		"education": "B.S., Brigham young '72,",
		"description": "VanderSloot started saving for college at age 12, when he took over his family's small farm while his father worked as a railroad laborer. His dad, whose schooling stopped at the 3rd grade, believed he was never promoted because of his lack of education. So he sat his son down and stressed its importance. He explained that he would not have the money to send me, so I needed to start saving, says VanderSloot. He sold excess cream not used by the family for $2.50 per week and did odd jobs on nearby farms to pay for 5 semesters. Once at BYU, he found work cleaning a laundromat, where he lived in a small room with a hot plate and twin bed. My biggest problem was the mice that kept getting into my food, he says. After graduation, he went to work for ADP and Cox Communications before launching Melaleuca in 1985. The wellness company makes more than 450 products, including health supplements and eco-friendly household cleaners.,"
	},
	{
		"name": "Ty Warner",
		"net": "$2.7 BILLION UP",
		"score": 10,
		"source": "Real estate, plush toy",
		"age": 73,
		"residence": "Oa,k Brook, Ill.",
		"education": "Dropout, Kalamazoo College,",
		"description": "Two decades ago, Warner's Beanie Babies were a must-have toy. Today he sells Beanie Boos--a related toy--around the world but gets most of his fortune from his high-end-hotel portfolio, which includes the Four Seasons in midtown Manhattan. Things could have gone very differently for Warner. Convicted of tax evasion, he paid a $53 million fine in 2013 for stashing money in a Swiss bank but avoided jail time.,"
	},
	{
		"name": "Lee Bass",
		"net": "$2.6 BILLION UP",
		"score": 4,
		"source": "Oil, invest,ment",
		"age": 61,
		"residence": "F,ort Worth, Tex.",
		"education": "M.B.A., U. of Pennsylvania '82,",
		"description": "Bass owns 2 ranches in Texas, where he raises longhorn cattle and breeds rhinos. A committed conservationist, he served 2 terms as chairman of the Texas Parks & Wildlife Commission and cofounded the International Rhino Foundation. In 1991 he gave $20 million to his alma mater, Yale, to support Western civilization studies. Four years later, the school gave the money back and canceled the program after Lee reportedly wanted to approve hires.,"
	},
	{
		"name": "Peter Thiel",
		"net": "$2.6 BILLION DOWN",
		"score": 8,
		"source": "Facebook, P,alanti",
		"age": 50,
		"residence": "S,an Francisco",
		"education": "J.D., Stanford '92,",
		"description": "Thiel's staunch support of Donald Trump--he gave a speech at the Republican National Convention--paid off when Trump triumphed and Thiel got a spot on his transition team. A member of his high school's aerospace club, he cofounded PayPal but now gets most of his wealth from a stake in data-mining unicorn Palantir, which he also cofounded. And while he may have earned 2 Stanford degrees, he's well known for his $100,000 Thiel Fellowship grants, which go to young entrepreneurs who skip or drop out of college and work on a startup.,"
	},
	{
		"name": "David Bonderman",
		"net": "$2.6 BILLION UP",
		"score": 7,
		"source": "Private equ,it",
		"age": 74,
		"residence": "F,ort Worth, Tex.",
		"education": "L.L.B., Harvard '66,",
		"description": "In June, Bonderman landed in hot water after making a sexist joke at an Uber all-hands meeting. He resigned as a board member later that day. Bonderman met his future partner James Coulter (No. 359) while working for Robert Bass (No. 122); the 2 left to start TPG in 1992 and together still own at least half of the $73 billion (assets) private equity giant. In 2016, TPG launched The Rise Fund, an impact investing fund with the goal of achieving social, environmental and financial returns.,"
	},
	{
		"name": "Jim Davis",
		"net": "$2.6 BILLION UP",
		"score": 8,
		"source": "Staffing & ,Recruitin",
		"age": 57,
		"residence": "C,ockeysville, MD.",
		"education": "B.S., villanova u, '81,",
		"description": "Davis founded staffing firm Allegis Group with cousin Stephen Bisciotti (No. 172); it has continued to grow to $11 billion in annual revenue. He also has a minority stake in the St. Louis Cardinals baseball team.,"
	},
	{
		"name": "Sean Parker",
		"net": "$2.6 BILLION UP",
		"score": 8,
		"source": "Facebook",
		"age": 37,
		"residence": "Los Angeles",
		"education": "High school diploma,",
		"description": "The poster boy of 21st-century success, Parker created one disruptive startup (Napster) that punctured an entire, slow-moving industry (the music business)--and then found more fame and fortune as Facebook's first president and as a venture capitalist. He's become interested in philanthropy, too, pledging $600 million to the Parker Foundation in 2015 with roughly 40% of the funds earmarked for a cancer immunotherapy institute.,"
	},
	{
		"name": "Bob Parsons",
		"net": "$2.6 BILLION UP",
		"score": 10,
		"source": "Web hosting",
		"age": 66,
		"residence": "S,cottsdale, Ariz.",
		"education": "B.S., U. of Baltimore '75,",
		"description": "The founder of Web-hosting firm GoDaddy struggled in school, flunking 5th grade and nearly failing 12th. He decided to enroll in the Marine Corps and headed to Vietnam. He credits his tour of duty, during which he received a Purple Heart, as turning his life around. After his return, he got a degree in accounting from the University of Baltimore, and in 1984 he started his first software company. ( See story, p. 81.),"
	},
	{
		"name": "Jay Paul",
		"net": "$2.6 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 70,
		"residence": "S,an Francisco",
		"education": "B.S. Boston U. '71,",
		"description": "Known for his Silicon Valley real estate developments, Paul is set to open his first project in San Francisco in 2018, the 70-story 181 Fremont, with offices and 67 upper-floor luxury condos; in September Paul's firm said that Facebook leased the entire office portion of the building, enough for 2,000 or more employees. Google, Apple, Amazon and Microsoft are some of the tech giants who rent space in his Silicon Valley office buildings.,"
	},
	{
		"name": "Penny Pritzker",
		"net": "$2.6 BILLION UP",
		"score": 3,
		"source": "Hotels, inv,estment",
		"age": 58,
		"residence": "C,hicago",
		"education": "J.D., M.B.A., Stanford '84,",
		"description": "A year ago, Pritzker was President Obama's secretary of commerce. Reentering the private sector, she joined the board of Measure, a drone startup, in September. The Hyatt heiress manages her fortune through PSP Capital, her private investment firm, which invests in real estate, private companies and partnerships with fund managers. She's one of 11 Pritzker billionaires.,"
	},
	{
		"name": "Phil Ruffin",
		"net": "$2.6 BILLION UP",
		"score": 8,
		"source": "Casinos, re,al estat",
		"age": 82,
		"residence": "L,as Vegas",
		"education": "Dropout, Wichita State,",
		"description": "Ruffin dropped out of Wichita State in 1958 to run a hamburger stand with his buddies. He invested the proceeds in convenience stores, then strip malls, office parks, hotels and eventually properties along the Las Vegas Strip. He bought the New Frontier Hotel & Casino for $165 million in 1998 and flipped it to an Israeli investment firm 9 years later for $1.2 billion, then picked up the Treasure Island casino for $775 million in 2009 during the financial crisis. Today it's his most valuable holding--well, aside from another immensely important asset: his close ties to President Trump. Ruffin co-owns the Trump International Hotel Las Vegas with Trump and considers him a close friend.,"
	},
	{
		"name": "Edward Bass",
		"net": "$2.5 BILLION UP",
		"score": 4,
		"source": "Oil, invest,ment",
		"age": 72,
		"residence": "F,orth Worth, Tex.",
		"education": "B.Arch., Yale '72,",
		"description": "A Renaissance man, Bass studied architecture at Yale. In the early 1990s, he backed the ill-fated Biosphere 2, a flawed experimental enclosed system designed to demonstrate how humans can live in space. He has since spearheaded the redevelopment of downtown Fort Worth's Sundance Square, where the Bass Performance Hall is said to be one of the world's top 10 opera houses. In January he and his 3 brothers, all billionaires, sold their Texas oilfields to ExxonMobil for $5.6 billion in stock.,"
	},
	{
		"name": "Bert Beveridge",
		"net": "$2.5 BILLION NEW TO LIST",
		"score": 8,
		"source": "vodka",
		"age": 55,
		"education": "B.S., U. of Texas-Austin '84,",
		"description": "The appropriately named Beveridge is the man behind a very popular beverage: Tito's Handmade Vodka, which sold an estimated 45 million bottles last year. Before getting into the booze business, Beveridge, whose nickname is Tito, studied geology and geophysics at the University of Texas at Austin and worked in oil and gas. In 1997 he launched Tito's using $90,000 racked up on 19 credit cards.,"
	},
	{
		"name": "George Bishop",
		"net": "$2.5 BILLION UP",
		"score": 7,
		"source": "Oil & gas",
		"age": 80,
		"residence": "The Woodlands, Tex.",
		"description": "In one of the biggest scores of the oil boom, Bishop's GeoSouthern Energy sold its south Texas fields to Devon Energy for $6 billion in cash in 2014. He has since redeployed capital into the Haynesville shale natural gas play in Louisiana.,"
	}

	, {
		"name": "Norman Braman",
		"net": "$2.5 BILLION RETURNEE",
		"score": 9,
		"source": "Car dealers,hips, ar",
		"age": 85,
		"residence": "M,iami",
		"education": "B.S., Temple '55,",
		"description": "Braman and his wife, Irma, will open their Institute for Contemporary Art in Miami in December; Braman previously helped bring Art Basel to Miami in 2002. His fortune comes from Braman Motorcars, a luxury-car dealer that does $2 billion in annual revenue. Born in Philadelphia to immigrant parents, he worked at a retail store 4 days a week for 50 cents an hour to pay for college.,"
	},
	{
		"name": "Kenneth Feld & family",
		"net": "$2.5 BILLION DOWN",
		"score": 5,
		"source": "Live entert,ainmen",
		"age": 69,
		"residence": "T,ampa",
		"education": "B.S., Boston U. '70,",
		"description": "The Greatest Show on Earth has ended: Feld's live-entertainment company shut down its Ringling Bros. circus in May after 146 years of performances. Ticket sales had declined after Ringling Bros. removed elephants from its routine in May 2016. Feld Entertainment's more successful offerings include Disney on Ice, Marvel Universe Live, Sesame Street Live and Monster Jam truck shows.,"
	},
	{
		"name": "Jonathan Gray",
		"net": "$2.5 BILLION RETURNEE",
		"score": 6,
		"source": "Investments",
		"age": 47,
		"residence": "N,ew York City",
		"education": "B.A., B.S., U. of Pennsylvania '92,",
		"description": "The mastermind behind private equity giant Blackstone's $104 billion (in assets) real estate portfolio, Gray got a job at the firm right after he graduated from the University of Pennsylvania, where he studied English and economics and aspired to become a journalist. He credits some of his success to his college years. He worked at the rare-books library and also as a guard checking IDs at a graduate-student dorm. He met his wife, Mindy, in a Romantic poetry class. The couple has given over $60 million to programs supporting kids in low-income families, including building health clinics in public schools and helping families start college savings accounts.,"
	},
	{
		"name": "Bill Gross",
		"net": "$2.5 BILLION UP",
		"score": 8,
		"age": 73,
		"residence": "Laguna Beach, Calif.",
		"source": "Investments",
		"education": "M.B.A, UCLA '71,",
		"description": "Gross has finally ended his feud with Pimco, the investment management company he cofounded in 1971. In October 2015 he sued Pimco for wrongful dismissal; Pimco insisted he had resigned. They settled earlier this year, with Pimco paying $80 million, which Gross confirmed would be donated to charity.,"
	},
	{
		"name": "Bill Haslam",
		"net": "$2.5 BILLION UNCHANGED",
		"score": 3,
		"source": "Gas station,s, retai",
		"age": 59,
		"residence": "K,noxville, Tenn.",
		"education": "B.A., Emory '80,",
		"description": "Many Republicans wanted the Tennessee governor to run for Bob Corker's U.S. Senate seat (Corker is retiring), but he decided to pass. He was once president of his family's truck-stop company, Pilot Flying J, before getting into politics. His brother Jimmy (No. 206) is CEO now. In early October, Warren Buffett's Berkshire Hathaway said it would buy a 39% stake in Pilot Flying J for an undisclosed sum.,"
	},
	{
		"name": "John Henry",
		"net": "$2.5 BILLION UP",
		"score": 7,
		"source": "Sports",
		"age": 68,
		"education": "College Dropout,",
		"description": "The Boston Red Sox co-owner dropped out of college--he was reportedly studying philosophy--but went on to make a fortune trading commodities and started an investment fund at age 32. In 2002, he and partner Tom Werner paid $380 million for the Sox; within 2 years, they had guided the team to its first World Series win in 86 years. Henry also holds stakes in Nascar's Roush Fenway Racing and English soccer club Liverpool FC.,"
	},
	{
		"name": "Stephen Mandel Jr.",
		"net": "$2.5 BILLION UNCHANGED",
		"score": 7,
		"source": "Hedge funds",
		"age": 61,
		"residence": "G,reenwich, Conn.",
		"education": "M.B.A., Harvard '82,",
		"description": "The master stock-picker named his hedge fund, Lone Pine Capital, after a pine tree that, legend has it, survived an 1887 lightning strike on the campus of Dartmouth College, his alma mater. It has more than $25 billion in assets under management.,"
	},
	{
		"name": "Arturo Moreno",
		"net": "$2.5 BILLION UP",
		"score": 8,
		"source": "Billboards, Anaheim Angel",
		"age": 71,
		"residence": "P,hoenix",
		"education": "B.S., U. of Arizona '73,",
		"description": "I tell people all the time, there's 2 types of education, says Moreno. There's one where you learn by a book and you're taught, and the other one is a baseball bat--every time you make a mistake somebody comes and hits you in the back of the head. He received his formal education at the University of Arizona courtesy of the GI Bill after a 2-year Army tour that included 12 months in Vietnam; at school Moreno, the oldest of 11 siblings and the first in his family to attend college, used part of his funds to buy an off-campus house that he rented out. Later he built a fortune in billboard advertising via Outdoor Systems--sold to Infinity Broadcasting for $8.7 BILLION in 1999--and bought the Anaheim (now Los Angeles) Angels baseball team.,"
	},
	{
		"name": "Richard Peery",
		"net": "$2.5 BILLION UP",
		"score": 8,
		"source": "Real estate",
		"age": 79,
		"residence": "P,alo Alto, Calif.",
		"education": "B.S., Brigham Young University '61,",
		"description": "Peery and his partner John Arrillaga (No. 340) started buying Silicon Valley farmland together in the 1960s and turning it into office parks. Their firm Peery-Arrillaga now owns some 3.3 million square feet of office space.,"
	},
	{
		"name": "Warren Stephens",
		"net": "$2.5 BILLION UP",
		"score": 4,
		"source": "Investment ,bankin",
		"age": 60,
		"residence": "L,ittle Rock, Ark.",
		"education": "M.B.A, Wake Forest '81,",
		"description": "He runs Stephens Inc., the Little Rock investment bank that took local standout Wal-Mart public in 1970. He sold more than a dozen newspapers in 2015 for nearly $400 million. He owns the Alotian Club outside Little Rock, one of America's best golf courses.,"
	},
	{
		"name": "Mark Walter",
		"net": "$2.5 BILLION UP",
		"score": 8,
		"source": "Finance",
		"age": 57,
		"education": "J.D., Northwestern '85,",
		"description": "A reported power struggle at Walter's investment firm Guggenheim Partners between Walter and Scott Minerd, the firm's chief investment officer, doesn't seem to be hurting the business too much. Guggenheim manages $290 billion in assets, up $50 billion in the past year.,"
	},
	{
		"name": "Jerry Yang",
		"net": "$2.5 BILLION UP",
		"score": 10,
		"source": "Yahoo",
		"age": 49,
		"education": "M.S., Stanford '90,",
		"description": "At Stanford, Yang studied electrical engineering, then dropped out of a Ph.D. program to found Yahoo with David Filo (No. 118) in 1994. As Yahoo CEO, he championed the tech firm's purchase of a stake in Alibaba for $1 billion in 2005, which subsequently grew phenomenally in value. After rejecting a Microsoft acquisition offer in 2008, he stepped down as CEO the following year and left the board 3 years later. A much-faded Yahoo sold its core operating business to Verizon in June for $4.5 billion; the remaining assets (including the Alibaba stake) were renamed Altaba.,"
	},
	{
		"name": "Denise York",
		"net": "$2.5 BILLION UP",
		"score": 3,
		"source": "San Francis,co 49er",
		"age": 67,
		"residence": "Y,oungstown, Ohio",
		"education": "B.A., St. Mary's College at Notre Dame '72,",
		"description": "After a miserable season in 2016, York's 49ers dropped one spot to 5th place on Forbes' list of NFL most valuable teams. York's late father, Edward DeBartolo Sr. (d.1994), made his money in shopping malls and bought the team 4 decades ago for $13 million. Denise's brother Edward DeBartolo Jr. (No. 288) led the team, which is now worth $3 billion, for 23 years until 2000.,"
	},
	{
		"name": "George Argyros & family",
		"net": "$2.4 BILLION UP",
		"score": 9,
		"source": "Real estate, investment",
		"age": 80,
		"residence": "N,ewport Beach, Calif.",
		"education": "B.A. Chapman U. '59,",
		"description": "He worked his way through school as a paperboy and supermarket clerk. The grandson of Greek immigrants, Argyros founded the real estate firm Arnel & Affiliates in 1968 and owned the Seattle Mariners baseball team in the 1980s.,"
	},
	{
		"name": "John Arrillaga",
		"net": "$2.4 BILLION UP",
		"score": 9,
		"source": "Real estate",
		"age": 80,
		"residence": "P,ortola Valley, Calif.",
		"education": "B.A., Stanford '60,",
		"description": "Arrillaga attended Stanford on a basketball scholarship and was named a 3rd-team All American. He also worked 6 jobs (including landscaping and washing dishes) to pay for his living expenses. Beginning in the 1960's, he and his business partner Richard Peery (No. 324) developed office parks in Silicon Valley. Later he donated heavily to his alma mater, with a $100 milli on gift in 2006 and a $151 million pledge in 2013.,"
	},
	{
		"name": "Noam Gottesman",
		"net": "$2.4 BILLION UP",
		"score": 7,
		"source": "Hedge funds",
		"age": 56,
		"residence": "N,ew York City",
		"education": "B.A., Columbia '86,",
		"description": "After selling his hedge fund GLG Partners for $1.6 billion in 2010, Gottesman, who lives in a converted ice factory in lower Manhattan, took the proceeds and invested in food. First, Burger King: He now owns about 250 franchises. Then New York's Eleven Madison Park (named the world's best restaurant earlier this year). One of his other New York restaurants, NoMad, is opening a location in Los Angeles this fall.,"
	},
	{
		"name": "Jeffrey Lorberbaum",
		"net": "$2.4 BILLION UP",
		"score": 5,
		"source": "Flooring",
		"age": 63,
		"residence": "Chattanooga, Tenn.",
		"education": "B.S., U. of Denver '76,",
		"description": "Lorberbaum helped build Georgia-based Mohawk Industries into the largest flooring company in the world; he owns a 14% stake. His father founded predecessor firm Aladdin Mills in 1957.,"
	},
	{
		"name": "C. Dean Metropoulos",
		"net": "$2.4 BILLION DOWN",
		"score": 8,
		"source": "Investments",
		"age": 71,
		"residence": "P,alm Beach, Fla.",
		"education": "M.B.A., Babson college '68,",
		"description": "Metropoulos' latest success has been reviving Twinkie maker Hostess Brands, which went public in November 2016. The Greek-born investor, who left his home country at age 10, has performed similar feats with brands like Chef Boyar¬dee, Pam cooking spray and Bumble Bee tuna.,"
	},
	{
		"name": "John Pritzker",
		"net": "$2.4 BILLION UP",
		"score": 3,
		"source": "hotels, inv,estment",
		"age": 64,
		"residence": "S,an Francisco",
		"education": "B.S., U. of Denver '77,",
		"description": "Pritzker, an heir to his family's Hyatt hotel fortune, took time off between high school and college to be part of the emerging counterculture in San Francisco, then worked at several Hyatt hotels before going to college to study business and hospitality. He sold his Hyatt shares to family members in 2010 and invested in boutique hotels. In 2016, his firm Commune Hotels & Resorts merged with Destination Hotels of Denver and was renamed Two Roads Hospitality. It manages 95 hotels in 8 countries.,"
	},
	{
		"name": "Julio Mario Santo Domingo III",
		"net": "$2.4 BILLION UNCHANGED",
		"score": 1,
		"source": "Beer",
		"age": 32,
		"education": "B.A., Boston U. '07,",
		"description": "Santo Domingo is a beer heir as well as a disc jockey for a collective known as Sheik 'N' Beik. His grandfather, who died in 2011, traded the Colombian brewery Bavaria for a 15% stake in SABMiller (which in turn was acquired by AnheuserBusch InBev in the fall of 2016).,"
	},
	{
		"name": "Thomas Secunda",
		"net": "$2.4 BILLION UNCHANGED",
		"score": 8,
		"source": "Bloomberg L,",
		"age": 63,
		"residence": "c,roton-on-hudson, N.Y.",
		"education": "M.A., Binghamton U. '79,",
		"description": "Secunda, one of 4 cofounders of Bloomberg LP, built the firm's first financial products, including its lucrative terminal business. He retains an estimated 4% stake.,"
	},
	{
		"name": "Alexander Spanos & family",
		"net": "$2.4 BILLION UNCHANGED",
		"score": 9,
		"source": "real estate, Los Angeles Charger",
		"age": 94,
		"residence": "S,tockton, Calif.",
		"education": "Dropout, U. of the Pacific,",
		"description": "His Chargers football team moved from San Diego into a temporary new home, the StubHub center in Los Angeles, where it will play for the next 3 seasons. Spanos started a catering company with an $800 loan in 1951 and plowed the profits into real estate development. The A.G. Spanos Co. continues to develop master-planned communities and apartments nationwide.,"
	},
	{
		"name": "Peter Buck",
		"net": "$2.3 BILLION DOWN",
		"score": 6,
		"source": "Subway sand,wich shop",
		"age": 86,
		"residence": "D,anbury, Conn.",
		"education": "Ph.D., Columbia '63,",
		"description": "Subway, the world's largest restaurant chain, had its humble beginnings in Bridgeport, Connecticut. Buck, a physicist, lent the 17-year-old Fred DeLuca, son of a family friend, $1,000 to start a sub shop. In 1966, the 2 became business partners and formed Subway-parent Doctor's Associates. DeLuca ran the company until his death in 2015; his sister Suzanne is now CEO. Buck still owns half the company.,"
	},
	{
		"name": "Brad Kelley",
		"net": "$2.3 BILLION UP",
		"score": 9,
		"source": "Tobacco",
		"age": 60,
		"education": "Dropout, Western Kentucky U.,",
		"description": "Kelley, who sold his discount cigarette manufacturer Commonwealth Brands for $1 billion in 2001, has restored the historic Kentucky stud farm Calumet to its former glory. In this year's Kentucky Derby, Calumet had 3 horses in the race--more than any other stud farm.,"
	},
	{
		"name": "Joe Mansueto",
		"net": "$2.3 BILLION UP",
		"score": 8,
		"source": "Investment ,researc",
		"age": 61,
		"residence": "C,hicago",
		"education": "M.B.A., U. of Chicago '80,",
		"description": "Mansueto stepped down in January after 3 decades as Morningstar's CEO. He founded the financial-data provider in 1984 with $80,000 in savings. Mansueto and his wife, both University of Chicago graduates, donated $25 million to the school in 2008 to fund a glass-domed library and $35 million in 2016 for an institute to study urban innovation.,"
	},
	{
		"name": "Clayton Mathile",
		"net": "$2.3 BILLION DOWN",
		"score": 7,
		"source": "Pet food",
		"age": 76,
		"residence": "Brookville, Ohio",
		"education": "B.A., Ohio Northern U. '62,",
		"description": "After a stint as a Campbell Soup accountant, Mathile became employee No. 6 at pet-foods maker Iams in 1970. He bought the company in 1982 and sold it to Procter & Gamble in 1999 for $2.3 billion. He now operates Aileron, which offers management classes at its campus in Tipp City, Ohio. He also invests in tech startups like ooVoo, a video-chat app that claims to have 185 million registered users but, according to 3rd-party data, is used by only about 2.5 million a month.,"
	},
	{
		"name": "Larry Robbins",
		"net": "$2.3 BILLION UP",
		"score": 7,
		"source": "Hedge funds",
		"age": 48,
		"residence": "A,lpine, N.J.",
		"education": "B.S., U. of Pennsylvania '92,",
		"description": "Robbins has mounted a successful comeback at his Glenview Capital Management so far this year after moneylosing performances in 2015 and 2016.,"
	},
	{
		"name": "Dan Snyder",
		"net": "$2.3 BILLION UP",
		"score": 8,
		"source": "Washington ,Redskin",
		"age": 52,
		"residence": "P,otomac, MD.",
		"education": "Dropout, U. of Maryland,",
		"description": "Snyder left college to start a marketing business, Snyder Communications, that he sold to French firm Havas in 2000 for $2.5 billion. A year earlier, he spent $800 million to buy the NFL's Washington Redskins; despite controversies over the team name, the club is now worth $3.1 billion.,"
	},
	{
		"name": "Mark Stevens",
		"net": "$2.3 BILLION UP",
		"score": 9,
		"source": "venture cap,ita",
		"age": 57,
		"residence": "A,therton, Calif.",
		"education": "M.B.A., Harvard '89,",
		"description": "Stevens had reason to celebrate in June when the Golden State Warriors--in which he owns a minority stake--won the NBA championship, beating Dan Gilbert's (No. 91) Cleveland Cavaliers for the second time in 3 years. Stevens built his fortune as a longtime partner at Silicon Valley venture capital firm Sequoia while the firm invested in hits like Google, Pay¬Pal and LinkedIn.,"
	},
	{
		"name": "Glen Taylor",
		"net": "$2.3 BILLION UP",
		"score": 9,
		"source": "Printing",
		"age": 76,
		"residence": "Mankato, Minn.",
		"education": "B.S., Minnesota State '62,",
		"description": "Taylor bought a wedding-service business for $2 million in 1975 and turned it into Taylor Corp., a printing firm with $2.1 billion in sales. He's now chairman after stepping down as CEO in 2015. A passionate Minnesotan, Taylor owns stakes in the NBA's Timberwolves, the ¬WNBA's Lynx and the state's biggest newspaper, the Minneapolis Star Tribune . Taylor, who grew up on a farm, also owns farmland.,"
	},
	{
		"name": "Elaine Wynn",
		"net": "$2.3 BILLION UP",
		"score": 8,
		"source": "Casino, hot,el",
		"age": 75,
		"residence": "L,as Vegas",
		"education": "B.A., George Washington U. '64,",
		"description": "A political-science major at George Washington, she played Rosie in production of Bye Bye Birdie and married Steve Wynn (No. 248) during her junior year. She worked Sundays at her father-in-law's bingo hall in Maryland before the couple moved to Las Vegas and launched Mirage Resorts in the 1970s and Wynn Resorts in 2002. They divorced (for the 2nd time) in 2010. She remained a director of Wynn Resorts until she was ousted in a 2015 proxy battle. Wynn is cochair of the Los Angeles County Museum of Art and president of the Nevada State Board of Education.,"
	},
	{
		"name": "Ron Baron",
		"net": "$2.2 BILLION UP",
		"score": 8,
		"source": "Money manag,emen",
		"age": 74,
		"residence": "N,ew York City",
		"education": "B.A., Bucknell '65,",
		"description": "The CEO of $25 billion asset management firm Baron Capital has had one of his best years since founding the firm in 1982. All but one of its funds are up at least 20% year-to-date. To help pay for college, he worked as a cabana boy, lifeguard, water-ski instructor and ice cream truck driver. He applied to medical school but didn't get in. He went to law school at night but quit with a semester to go. He became a securities analyst in 1970 and named his dog Big Mac ¬after one of his first successful stock recommendations.,"
	},
	{
		"name": "Chase Coleman III",
		"net": "$2.2 BILLION UP",
		"score": 7,
		"source": "Hedge fund",
		"age": 42,
		"residence": "New York City",
		"education": "B.A., Williams '97,",
		"description": "In a return to form, Coleman, a Julian Robertson (No. 167) protégé, posted strong returns through September this year, recovering from a disappointing 2016, during which the main hedge fund at his Tiger Global lost 15%.,"
	},
	{
		"name": "James Coulter",
		"net": "$2.2 BILLION UP",
		"score": 7,
		"source": "Private equ,it",
		"age": 57,
		"residence": "S,an Francisco",
		"education": "M.B.A., Stanford '86,",
		"description": "Coulter and his business partner David Bonderman (No. 315) started private equity firm TPG 25 years ago after they met while working for Robert Bass (No. 122). The 2 own at least half of the company, which has $73 billion in assets under management. Prior to getting his M.B.A., Coulter graduated summa cum laude from Dartmouth, where he is vice chair of the board of trustees.,"
	},
	{
		"name": "Jack Dorsey",
		"net": "$2.2 BILLION RETURNEE",
		"score": 8,
		"source": "Twitter",
		"age": 40,
		"education": "Dropout, NYU,",
		"description": "The tattooed entrepreneur has been CEO of popular social media firm Twitter since June 2015, his 2nd time in that job. He cofounded Twitter in 2006 and was CEO until 2008. Despite being a popular communication tool for President Trump, Twitter has yet to turn a profit and is struggling to expand its revenues. In September, it began a trial to extend the character limit of its messages from 140 to 280. Dorsey also serves as CEO of payments company Square, which he cofounded in 2009. Though Square is also posting losses, its stock has doubled in the past year.,"
	},
	{
		"name": "Alec Gores",
		"net": "$2.2 BILLION UP",
		"score": 9,
		"source": "Private equ,it",
		"age": 64,
		"residence": "B,everly Hills, Calif.",
		"education": "B.S., Western Michigan U. '77,",
		"description": "Life's been sweet for Gores: Twinkie maker Hostess Brands, in which he and his brother Tom (No. 200) own stakes, went public in November 2016. One month before that, he married actress Kelly Noonan at a Malibu beach wedding. The brothers moved from Israel to Michigan in 1968; Alec, who majored in mathematics, was the first in his family to graduate from college.,"
	},
	{
		"name": "Reed Hastings",
		"net": "$2.2 BILLION NEW TO LIST",
		"score": 7,
		"source": "Netflix",
		"age": 57,
		"education": "M.S., Stanford '88,",
		"description": "If it seems like Netflix knows what you want to watch before you do, it may have something to do with the fact that its CEO, Hastings, has a master's in artificial intelligence. Netflix, which he cofounded in 1997, added 20 million users in the past year and now has more than 100 million subscribers in 190 countries; it also captured its first Oscar, winning best short-subject documentary for The White Helmets, a film about civilian volunteers in Syria. Its stock has more than doubled in the last year, landing Hastings on The Forbes 400 for the first tim e.,"
	},
	{
		"name": "Eric Lefkofsky",
		"net": "$2.2 BILLION UP",
		"score": 8,
		"source": "Groupon",
		"age": 48,
		"education": "J.D., U. of Michigan '93,",
		"description": "Lefkofksy made his initial fortune from the daily-deals site Groupon, which he cofounded in 2008, but after his wife was recently diagnosed with breast cancer, he set his sights on health care. He founded Tempus, a startup focused on using data to treat cancer, in 2015. Partners include the Mayo Clinic and Cleveland Clinic. Tempus announced a $70 million funding round in September, pegging the company's valuation at $700 million. After a girlfriend dumped him his freshman year, Lefkofsky started his first of at least 9 businesses: selling carpets.,"
	},
	{
		"name": "Alan Trefler",
		"net": "$2.4 BILLION RETURNEE",
		"score": -1,
		"source": "Software",
		"age": 61,
		"residence": "Brookline, Mass,.",
		"education": "B.S., Dartmouth '77,",
		"description": "The chess whiz earned a master rating while at Dartmouth and became co-champion of the 1975 World Open Chess Championship. Trefler started customer-engagement software firm Pegasystems in 1983 using $500,000--a mix of an inheritance and loans. He debuted on The Forbes 400 in 1997 with a net worth of $650 million and returns after a 2-decade absence, thanks to Pegasystems' soaring stock as revenues from cloud services increased.,"
	}

	, {
		"name": "Jon Yarbrough",
		"net": "$2 BILLION UP",
		"score": 8,
		"source": "Videogames",
		"age": 60,
		"residence": "Franklin, Tenn.,",
		"education": "B.S., Tennessee Tech '81,",
		"description": "Before becoming a videogame entrepreneur, Yarbrough was a college student playing a lot of foosball, interning at NASA and studying to earn an engineering degree at Tennessee Tech. His interest in gaming as a business started when he noticed how much he was earning from loaning his foosball table to a local saloon. (The owner agreed to let him keep it there and split the revenues with him.) This led him to eventually create his casino-game business Video Gaming Technologies in 1991; it became a popular supplier to Native American casinos. Yarbrough sold the company to the Australian firm Aristocrat Leisure for $1.28 billion in 2014."
	},
	{
		"name": "David Walentas",
		"net": "$2.1 BILLION UP",
		"score": 10,
		"source": "real estate",
		"age": 79,
		"residence": "new york city,",
		"education": "M.B.A., U. of Virginia '64,",
		"description": "Raised in upstate New York, Walentas knew a lot of farmers but not many people who went to college. Walentas, who was suspended from high school 5 times, saw a Navy ROTC poster in the principal's office and decided to join. He wound up at UVA with a full scholarship. He was booted from the program in his junior year for ungentlemanly conduct: He got caught, he says, raising hell with a girl. Walentas went back home to make enough money to return to college, working for an engineer in Rochester, New York, and flipping burgers at a bowling alley. After he graduated, he paid off his loans cleaning septic tanks at an air force base, then returned to UVA for his M.B.A. Now a real estate developer, he is credited with turning the dying industrial Brooklyn neighborhood of Dumbo into a popular destination. His Two Trees Management is spending $3 billion to similarly transform 11 acres of Brooklyn's Williamsburg waterfront. He has donated some $10 million to UVA, and this summer hosted his brothers from the Zeta Psi fraternity at his hip Williamsburg hotel, the Wythe."
	},
	{
		"name": "Stanley Hubbard",
		"net": "$2.2 BILLION UNCHANGED",
		"score": 5,
		"source": "DirecTV",
		"age": 84,
		"residence": "St. Paul,",
		"education": "B.A., U. of Minnesota '55,",
		"description": "While studying sociology at Minnesota, Hubbard worked as a news photographer for his father's Hubbard Broadcasting. He played hockey, too, during the Gophers' back-to-back championship runs. He sums up his time on the ice humbly: I was a benchwarmer. Today he is chairman of Hubbard Broadcasting and has a small stake in the NHL's Minnesota Wilds."
	},
	{
		"name": "Thomas Lee",
		"net": "$2.2 BILLION UP",
		"score": 7,
		"source": "private equ,it",
		"age": 73,
		"residence": "New York City,",
		"education": "B.A., Harvard '65,",
		"description": "The president of Lee Equity Partners has been active lately. In October 2016 his firm helped launch fertility-care provider Prelude Fertility. Two months later, it bought K-MAC Holdings, a Taco Bell operator in Arkansas. In September, the firm sold Eating Recovery Center, making 4 times its initial 2013 investment. He's best known for leading the sale of Snapple for $1.7 billion in 1994, 2 years after he bought it, at a return of 32 times equity. Lee was a member of the Hasting Pudding Club, Harvard's oldest social club."
	},
	{
		"name": "Daniel Pritzker",
		"net": "$2.2 BILLION UP",
		"score": 1,
		"source": "Hotels, inv,estment",
		"age": 58,
		"residence": "Marin County, Calif.,",
		"education": "J.D., Northwestern '86,",
		"description": "In May, the Hyatt heir sold Jerry Garcia's Wolf guitar for $1.6 million, with proceeds going to the Southern Poverty Law Center. A musician and filmmaker, he also established and operates the Jay Pritzker Academy, a school (pre-kindergarten through 12th grade) in Ta Chet, Cambodia."
	},
	{
		"name": "Stewart Rahr",
		"net": "$2.2 BILLION UNCHANGED",
		"score": 5,
		"source": "Drug distri,butio",
		"age": 71,
		"residence": "New York City,",
		"education": "B.A., NYU '67,",
		"description": "Rahr dropped out of NYU Law at 22 and joined the family pharmaceutical distributor, Kinray. He expanded Kinray and sold it to Cardinal Health in 2010 for $1.3 billion in cash. Rahr has styled himself as Stewie Rah Rah No. 1 King of All Fun. In his Trump Tower office he has a picture of Trump and him playing golf."
	},
	{
		"name": "T. Denny Sanford",
		"net": "$2.2 BILLION UP",
		"score": 9,
		"source": "Banking, cr,edit card",
		"age": 81,
		"residence": "Sioux Falls, S.D.,",
		"education": "B.A., U. of Minnesota '58,",
		"description": "Sanford's path to college began with a jail sentence. After he got 90 days for fighting, the judge made a deal with the high school graduate: He could get out early if he'd attend a university. I had no intention of going to college, Sanford says. But he gave me the greatest wake-up call I could ever have in my life. Released on day 36, Sanford enrolled at the University of Minnesota. Roughly 30 years later he bought a small bank in Sioux Falls, South Dakota, and has since expanded its credit card business into a national giant by offering high-risk borrowers cards with steep interest rates and low limits. He's funneled much of the profit into charitable donations, giving away more than $1.6 billion so far. A favorite cause? Education."
	},
	{
		"name": "Charles Simonyi",
		"net": "$2.2 BILLION UP",
		"score": 6,
		"source": "Microsoft",
		"age": 69,
		"residence": "Medina, Wash.,",
		"education": "Ph.D., Stanford '76,",
		"description": "The only tourist to ever visit outer space twice, Simonyi helped develop some of Microsoft's most iconic applications, like Word and Excel. In high school he volunteered as a night watchman at a computer lab in Hungary, which allowed him to practice programming on its machines. He came to America to study at UC Berkeley and eventually became Microsoft employee No. 40."
	},
	{
		"name": "Ted Turner",
		"net": "$2.2 BILLION UNCHANGED",
		"score": 7,
		"source": "Cable telev,isio",
		"age": 78,
		"residence": "Atlanta,",
		"education": "Dropout, Brown,",
		"description": "At Brown, Turner was commodore of the school yacht club, good training for when he eventually won the America's Cup in 1977. Turner never graduated from Brown--his father refused to pay his tuition when he decided to pursue a liberal arts degree. No matter. In 1980 Tur¬ner launched CNN, the first 24-hour news station, which forever changed the world of journalism and broadcasting. Today the media mogul turned land baron owns 16 ranches in the U.S. and 3 in Argentina, as well as the world's largest private bison herd. The college dropout does have 48 honorary degrees."
	},
	{
		"name": "William Young",
		"net": "$2.2 BILLION UP",
		"score": 8,
		"source": "Plastics",
		"age": 76,
		"residence": "Ypsilanti, Mich.,",
		"education": "B.S., U. of Detroit Mercy '64,",
		"description": "Half a century after Young and his father cofounded plastics-container maker Plastipak, he's still president and CEO of the $2.7 billion (sales) firm, whose customers have included PepsiCo and Kraft Foods."
	},
	{
		"name": "S. Daniel Abraham",
		"net": "$2.1 BILLION UNCHANGED",
		"score": 9,
		"source": "Slimfast",
		"age": 93,
		"residence": "Palm Beach, Fla.,",
		"education": "High school diploma,",
		"description": "Abraham launched SlimFast in 1977 and sold it to Unilever in 2000 for $2.3 billion. He never went to college but did serve in the infantry in World War II. He now advocates for a peaceful resolution to the Arab-Israeli conflict. He has also endowed chairs at Princeton and Harvard and funded Bar-Ilan University's business school in Israel."
	},
	{
		"name": "Todd Christopher",
		"net": "$2.1 BILLION UP",
		"score": 9,
		"source": "Hair care p,roduct",
		"age": 55,
		"residence": "Clearwater, Fla.,",
		"education": "High school dropout,",
		"description": "His great-grandfathers in Italy cut hair. So did his grandfather, father and 7 uncles. At age 17, he dropped out of high school to follow family tradition, picking up a pair of scissors at his cousin's hair salon. (His brother and 6 cousins would all do the same job.) At 22, he opened his first salon, often sleeping there to save money. To avoid eviction from his salon, he sold Redken products to a drugstore across the street. That success led him to sell hair-care products full-time. Over 2 decades, his Vogue International released brands such as FX, Maui and his biggest hit, monochromatic bottles of OGX. He sold a stake in Vogue International to the Carlyle Group in 2014; 2 years later Johnson & Johnson bought the whole company."
	},
	{
		"name": "Gordon Getty",
		"net": "$2.1 BILLION UNCHANGED",
		"score": 2,
		"source": "Getty oil",
		"age": 83,
		"residence": "San Francisco,",
		"education": "B.A., u. of San Francisco '56,",
		"description": "After the death of his father, J. Paul Getty, Gordon led the sale of his family's Getty Oil to Texaco for $10 billion in 1984 and arranged to break up the family trust into separate trusts. An opera and wine aficionado, Getty is a partner in Odette Estate winery in Napa Valley; he's also a composer of classical music."
	},
	{
		"name": "David Gottesman",
		"net": "$2.1 BILLION RETURNEE",
		"score": 8,
		"source": "Investments",
		"age": 91,
		"residence": "rye, n.y.,",
		"education": "M.B.A., Harvard '50,",
		"description": "Like the man who would eventually make him a billionaire, Gottesman made a very well-timed investment. He met Warren Buffett and early on invested in Berkshire Hathaway. Today Gottesman has nearly $1.8 billion in shares of the Buffett-led firm. Gottesman's own firm, First Manhattan, has over $20 billion in assets under management. Gottesman partly funded the National Library of Israel project in Jerusalem, which is slated to open in 2020."
	},
	{
		"name": "W. Herbert Hunt",
		"net": "$2.1 BILLION UP",
		"score": 4,
		"source": "Oil",
		"age": 88,
		"residence": "Dallas,",
		"education": "B.S., washington and lee '51,",
		"description": "The son of famous wildcatter H.L. Hunt, who allegedly had 15 children, he and his brother Nelson (d. 2014) tried to corner the silver market in the 1970s, accumulating more than 100 million ounces, worth billions. Silver plummeted 80% in value in 1980, and the brothers fell off The Forbes 400 and into bankruptcy. Hunt endured in the oil business. In 2012 he sold his Bakken-oilfield acreage to publicly traded Halcon Resources for $1.5 billion cash and stock. His half-brother Ray Lee Hunt (No. 122) runs a separate oil company, Hunt Consolidated."
	},
	{
		"name": "Bruce Karsh",
		"net": "$2.1 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 62,
		"residence": "Los Angeles,",
		"education": "J.D., U. of Virginia '80,",
		"description": ""
	},
	{
		"name": "Howard Marks",
		"net": "$2.1 BILLION UP",
		"score": 8,
		"source": "Private equ,it",
		"age": 71,
		"residence": "New York city,",
		"education": "M.B.A., U. of Chicago '70,",
		"description": "The private equity magnates met at asset manager TCW, where Marks headed its debt investing group. Prior to that, Marks started a portfolio of high-yield bonds at Citibank after meeting with Michael Milken (No. 200), while Karsh was a former appellate clerk for future Supreme Court justice Anthony Kennedy. They founded Oaktree Capital in 1995; the Los Angeles-based firm manages roughly $100 billion in assets."
	},
	{
		"name": "Vinod Khosla",
		"net": "$2.1 BILLION RETURNEE",
		"score": 8,
		"source": "venture cap,ita",
		"age": 62,
		"residence": "Portola Valley, Calif.,",
		"education": "M.B.A., Stanford '80",
		"description": "A years-long battle between Khosla and the Surfrider Foundation over access to Martins Beach near Half Moon Bay in California might be nearing its end. In early October, Khosla reportedly opened the gate on his property that leads to the beach, following an enforcement action by the California Coastal Commission in September. His venture capital firm, Khosla Ventures, has added 2 women to the firm's investment team, notable at a time when the industry is under fire for the underrepresentation of women in its ranks. In the past year, 2 IPOs for his firm--cloud computing outfits Nutanix and Okta-- boosted Khosla's coffers."
	},
	{
		"name": "Drayton McLane Jr.",
		"net": "$2.1 BILLION UP",
		"score": 5,
		"source": "Wal-mart, l,ogistic",
		"age": 81,
		"residence": "Temple, Tex.,",
		"education": "M.B.A., Michigan State '59,",
		"description": "McLane has been generous to Baylor, his undergrad alma mater. The university's football stadium bears his family's name. The baseball stadium at Michigan State, where he got his M.B.A., is also named after McLane. His fortune comes from selling his family's grocery distribution company, McLane Co., to h is fri end Sam Walton in 1991 in a cash-and-stock deal."
	},
	{
		"name": "H. Ross Perot Jr.",
		"net": "$2.1 BILLION RETURNEE",
		"score": 4,
		"source": "Real Estate",
		"age": 59,
		"residence": "Dallas,",
		"education": "B.A., Vanderbilt '81,",
		"description": "He learned at the elbow of his dealmaking father, H. Ross Perot Sr. (No. 167): I got to see the American Dream unfold in my living room. Perot Jr. derives most of his fortune from a massive logistics park in Fort Worth that he converted from 18,000 empty acres. His Hillwood Development also builds data centers for the likes of Facebook."
	},
	{
		"name": "Kavitark Ram Shriram",
		"net": "$2.1 BILLION UP",
		"score": 10,
		"source": "Venture capi,tal, googl",
		"age": 60,
		"residence": "Menlo Park, Calif.,",
		"education": "B.com., U. of Madras '77,",
		"description": "Venture capitalist Shriram sits on the boards of 2 vaunted Silicon Valley institutions: Alphabet and Stanford. Shriram, an early investor in Google, worked at Netscape and then at Amazon after it acquired a firm called Junglee, where he was president."
	},
	{
		"name": "Eric Smidt",
		"net": "$2.1 BILLION NEW TO LIST",
		"score": 9,
		"source": "Hardware st,ore",
		"age": 57,
		"residence": "Beverly Hills, Calif.,",
		"education": "High school diploma,",
		"description": "At age 9, his dad shipped him off first to an orphanage and then to live with an aunt. At 16, he was living on his own, and by 17, he was working at his dad's Harbor Freight Salvage, which sold things like tape, extension cords and hand tools. In 1985, when he became company president, Harbor Freight had $65 million in sales; in 1999, it had climbed to $360 million, and he bought out his dad's stake. The rocky relationship between father and son did not end there: Eric was sued by his father in 2010 over management decisions and accused by him of using company money to buy an estate in Beverly Hills, among other things. Smidt reportedly denied the allegations. The case was settled in 2011."
	},
	{
		"name": "Ronald Wanek",
		"net": "$2.1 BILLION UNCHANGED",
		"score": 7,
		"source": "Furniture",
		"age": 76,
		"residence": "St. Petersburg, Fla.,",
		"education": "High school diploma,",
		"description": "Wanek, who grew up on a dairy farm in Minnesota, started his first furniture manufacturing business, Arcadia Furniture, in 1970 with a loan from his father and money he got from selling his home. Six years later Arcadia Furniture merged with retailer Ashley Furniture; it is now America's largest home furniture manufacturer and retailer."
	},
	{
		"name": "James Clark",
		"net": "$2 BILLION UP",
		"score": 9,
		"source": "Netscape, i,nvestment",
		"age": 73,
		"residence": "Palm Beach, Fla.,",
		"education": "Ph.D., U. of Utah '74,",
		"description": "Kicked out of school as a teenager, Clark enlisted in the Navy, where he ran a business making loans to other soldiers. After his discharge, he got bachelor's and master's degrees in physics from the University of Louisiana (then called Louisiana State University at New Orleans) and a computer science Ph.D. from the University of Utah. He spent 5 years as an electrical-engineering professor at Stanford, started 3-D graphics giant Silicon Graphics in 1982 and cofounded Netscape with Marc Andreessen (now a billionaire) in 1994. His latest startup, CommandScape, seeks to help automate and secure homes."
	},
	{
		"name": "Christopher Cline",
		"net": "$2 BILLION UP",
		"score": 10,
		"source": "Coal",
		"age": 59,
		"residence": "North Palm Beach, FlA.,",
		"education": "Dropout, marshall university,",
		"description": "Cline grew up following his dad to work in the coal mines, then built and sold a billion-dollar coal firm. Now he's at it again."
	},
	{
		"name": "Glenn Dubin",
		"net": "$2 BILLION UNCHANGED",
		"score": 9,
		"source": "Hedge funds",
		"age": 60,
		"residence": "New York City,",
		"education": "B.A., Stony Brook University '78,",
		"description": "Dubin cofounded hedge fund Highbridge Capital Management in 1992, sold a controlling stake in the firm to JPMorgan Chase in 2004 and left the fund in 2014. He has since formed Engineers Gate, a quantitative-trading hedge fund firm."
	},
	{
		"name": "Frank Fertitta III",
		"net": "$2 BILLION UP",
		"score": 5,
		"source": "Casinos, mi,xed martial art",
		"age": 55,
		"residence": "Las Vegas,",
		"education": "B.S., Usc '84,",
		"description": ""
	},
	{
		"name": "Lorenzo Fertitta",
		"net": "$2 BILLION UP",
		"score": 5,
		"source": "Casinos, mi,xed martial art",
		"age": 48,
		"residence": "Las Vegas,",
		"education": "M.B.A., NYU '93,",
		"description": "After divesting their remaining stakes in mixed martial arts promoter UFC in August, the brothers are now focused principally on their publicly traded gaming and entertainment business Red Rock Resorts and a new investment firm, Fertitta Capital, which launched in May."
	},
	{
		"name": "Aerin Lauder Zinterhofer",
		"net": "$2 BILLION RETURNEE",
		"score": 4,
		"source": "Estee Laude,",
		"age": 47,
		"residence": "New York City,",
		"education": "B.A., u. of pennsylvania '92,",
		"description": ""
	},
	{
		"name": "Jane Lauder",
		"net": "$2 BILLION NEW TO LIST",
		"score": 4,
		"source": "Estee Laude,",
		"age": 44,
		"residence": "New York City,",
		"education": "B.A., Stanford '95,",
		"description": "The sisters each own just over 4% of the publicly traded cosmetics giant founded by their grandmother Es¬tée Lauder. Both have been with the company since soon after they graduated from college in the 1990s. Aerin, who met her husband in college, is the company's style and image director. She also has her own eponymous lifestyle brand, which sells handbags, home decor, dishes and lamps. Jane runs its Clinique unit, a mall-staple skin-care line. She joined the board in 2009 and serves alongside 3 family members, including their father, Ronald (No. 186), and cousin and executive chairman William Lauder (his estimated net worth: $1.4 billion)."
	},
	{
		"name": "Jeffrey Lurie",
		"net": "$2 BILLION UP",
		"score": 4,
		"source": "Philadelphi,a Eagle",
		"age": 66,
		"residence": "Wynnewood, Pa.,",
		"education": "Ph.D., Brandeis '87,",
		"description": "Lurie, the owner of the NFL's Philadelphia Eagles team, took an executive role in 1982 at General Cinema Corp., the film company founded by his grandfather. He spent years in academia, teaching social policy at Boston University after earning a doctoral degree at Brandeis. In 1994 he got a loan from the Bank of Boston to purchase the Philadelphia Eagles for $185 million; the team is now worth $2.65 billion. Despite having to give up part of the team during his 2012 divorce, his majority stake still represents the bulk of his fortune."
	},
	{
		"name": "Peter Peterson",
		"net": "$2 BILLION UNCHANGED",
		"score": 10,
		"source": "investments",
		"age": 91,
		"residence": "New York City,",
		"education": "M.B.A, U. of Chicago '51,",
		"description": "Peterson had a storied career on Wall Street--he was chairman and CEO of Lehman Brothers in the 1970s and early 1980s and served as U.S. commerce secretary under Nixon for a year. He cofounded investment firm Blackstone Group with Steve Schwarzman in 1985 and retired as senior chairman in 2008. His Peter G. Peterson Foundation, run by his son Michael, educates the public about the large U.S. deficit and works to improve U.S. fiscal health."
	},
	{
		"name": "J. Joe Ricketts",
		"net": "$2 BILLION RETURNEE",
		"score": 10,
		"source": "TD Ameritrad,",
		"age": 76,
		"residence": "Little Jackson Hole, Wyo.,",
		"education": "B.A., Creighton '68,",
		"description": "It took Ricketts 9 years to graduate from Creighton, as he periodically quit school in order to save up more money for tuition. He worked as a dorm-room janitor to get free room and board. In 1975 Ricketts cofounded First Omaha Securities, which grew into giant discount broker TD Ameritrade. He stepped down from its board in 2011 to focus on other investments and philanthropy; he has donated $40 million to education initiatives for low-income students, including establishing 3 high schools."
	},
	{
		"name": "John Tyson",
		"net": "$2 BILLION DOWN",
		"score": 5,
		"source": "Food proces,sin",
		"age": 64,
		"residence": "Springdale, ark.,",
		"education": "B.B.A., Smu '75,",
		"description": "Tyson Foods, which posted $36.9 billion in 2016 sales, was founded by Tyson's grandfather in 1935. John served as CEO from 2001 to 2006 and remains chairman. A heavy hitter in Arkansas' elite circles, he sits on the board of Alice Walton's (No. 13) Crystal Bridges Museum of American Art."
	},
	{
		"name": "David Zalik",
		"net": "$2 BILLION NEW TO LIST",
		"score": 8,
		"source": "Technology",
		"age": 43,
		"residence": "Atlanta,",
		"education": "Dropout, Auburn,",
		"description": "The son of a math professor, Zalik frequently picked up the thick applied-mathematics textbooks lying around the house as a kid. After scoring over 1500 on his SATs as a middle-schooler, he skipped high school and enrolled at Auburn. He dropped out before getting his degree to focus on a computer-assembly business. The math whiz went on to start GreenSky, which facilitates home improvement loans via a network of contractors. The company, of which he owns about half, is valued at $3.6 billion."
	}
]